<!-- 个人入网协议 -->
<template>
<div class="personal-access">
<div class="layui-layer layui-layer-page layui-layer-rim" id="layui-layer1" type="page" times="1" showtime="0" contype="string" style="z-index: 19891015; width: 100%; height: 60%; top: 133.5px; left: 18.5px;"><div class="layui-layer-title" style="cursor: move;">中国电信用户入网协议（2019版）</div><div id="" class="layui-layer-content" style="height: 346px;">
    <div class="xieyis2">
      <div class="rwxy-title">中国电信用户入网协议
          <br>（2019版）</div>
      <div class="rwxy-content">甲方：
      <br>乙方：中国电信股份有限公司四川分公司
      <br>
      <br>重要提示：
      <br>1. 甲方应当为具有完全民事行为能力的自然人、个体工商户、农村承包经营户、法人、非法人组织、获得法人或非法人组织授权的依法登记的经营单位。如甲方为无民事行为能力人或限制民事行为能力人，甲方签署本协议应当经过其法定代理人同意并由法定代理人同时签署本协议。
      <br>2. 在签署本协议前，请甲方或其代理人仔细阅读本协议各条款，如有疑问请及时咨询。
      <br>3. 甲方或其代理人签署本协议即视为完全理解并同意接受本协议的全部条款。
      <br>4. 甲方所需的业务内容、办理方式以及资费方案请详见乙方的相关业务说明。
      <p>根据《中华人民共和国合同法》《中华人民共和国网络安全法》《中华人民共和国电信条例》及其他有关法律、法规的规定，甲乙双方在自愿、平等、公平、诚实信用的基础上，就电信服务的相关事宜，达成如下协议：
          <br>一、 用户真实身份信息登记要求
          <br>1. 根据《电话用户真实身份信息登记规定》（工业和信息化部令第 25 号），
          <br>甲方办理入网手续时须向乙方出示有效证件、提供真实身份信息；甲方委托他人
          <br>办理入网手续的，代理人须出示甲方和代理人的有效证件，提供甲方和代理人的
          <br>真实身份信息；并且配合乙方进行身份信息查验、登记，留存办理手续的记录。
          <br>2. 甲方为个人用户的，办理入网时使用二代居民身份证。无法提供二代居民身份证的，可以使用的有效证件包括现役军人居民身份证、人民武装警察居民身份证、户口簿（仅限 16 周岁以下公民使用）、港澳居民居住证或港澳居民来往内地通行证（仅限港澳居民使用）、台湾居民居住证或台湾居民来往大陆通行证（仅限台湾居民使用）、外国人永久居留身份证（仅限外国公民使用）、护照（仅限外国公民使用）。
          <br>3. 甲方为单位用户的，办理入网时应当提供营业执照、或事业单位法人证书、或社会团体法人登记证书、或统一社会信用代码证书。单位办理登记的，除出示以上相应证件外，还应当出示经办人的有效证件和单位的授权书。
          <br>4. 单位用户办理移动电话入网时，必须向乙方提供与每一张移动电话卡一一对应的实际使用人的有效证件，由乙方进行查验并登记实际使用人的身份信息。
          <br>5. 甲方应当保证登记的信息及提供的身份信息登记资料真实、有效、准确、完整，并有义务配合乙方进行查验。甲方可以通过乙方相应渠道查询已登记的身份信息。如不符合用户真实身份信息登记相关法律法规和规定、或登记信息发生变化的，甲方应当及时到乙方营业网点更正或变更。因甲方登记信息不符合规定或未及时办理更正或变更手续等造成的后果，由甲方自行承担。
          <br>6. 甲方申请入网时，在中国电信全国范围内登记在同一个个人用户名下的移动电话卡达到 5 张的，乙方根据国家相关规定不再为其开办新的移动电话卡。
          <br>7. 乙方要求甲方提供担保的，甲方应当按照乙方要求办理相应担保手续。
          <br>二、 甲方的权利和义务
          <br>1. 甲方有权监督乙方的电信服务质量，及时提出改善意见和建议；对电信服务
          <br>持有异议的，可以向乙方进行咨询或投诉。
          <br>2. 甲方有权自主选择乙方依法提供的各类电信业务，有权自主选择乙方公示的
          <br>资费方案，有权自主选择乙方提供的各类业务办理、咨询、查询和投诉渠道。
          <br>3. 甲方有权自主选择取得入网许可的终端、设备，并负责安装、调测和维护（包括建筑内自建管线的维护）。甲方自主选择的终端、设备应当具备符合乙方网络的相应功能，否则可能无法支持所选择的电信服务，甲方将自行承担损失。
          <br>4. 甲方对乙方提供给甲方使用但所有权归乙方的线路、设备或终端有保管责任，不得转借、出租、出售或赠与他人，也不得用于非乙方提供的业务中。由于甲方原因造成该等线路、设备或终端损坏、丢失的，甲方需承担修复费用或按价赔偿。
          <br>5. 甲方应当按照约定的交费时间和方式及时、足额交纳电信费用。电信费用计
          <br>费周期一般为自然月，即每月1 日0 时至当月最后一日24 时，双方另有约定的除外。逾期交纳电信费用（欠费）的，甲方须每日按所欠费用 3‰的标准支付违约金，并承担相应违约责任。由于通信设备产生费用清单及相关处理会有时延（如国际漫游业务等），可能会发生上一计费周期的部分电信费用计入下一计费周期收取的情况。
          <br>6. 甲方可以自愿订购或退订第三方服务提供商通过乙方网络提供的增值电信服务，并同意乙方根据第三方服务提供商的委托代为收取相关费用。如甲方对代收费用有异议，可以向第三方或乙方提出，由第三方自行解决或由乙方协调第三方解决。
          <br>7. 甲方对交纳的电信费用及代收费用有异议的，应当在乙方计费原始数据保存
          <br>期限内向乙方提出。
          <br>8. 甲方有权自主选择或终止以代扣、银行托收等方式支付电信费用，并自主到银行等机构或具备受理条件的营业网点等渠道办理相应手续。
          <br>9. 甲方通信自由和通信秘密受法律保护。公安机关、国家安全机关、人民检察
          <br>院及依据法律法规有权进行调查的其他部门根据相关规定提出调查要求的，乙方将依法配合。
          <br>10.甲方不得二次转售、倒卖名下持有的电话卡。如需转让给他人使用或实际使用人信息发生变化，甲方须按本协议关于用户真实身份信息登记的约定，办理过户手续或变更实际使用人信息，否则乙方有权采取关停号码、解除协议等措施。由此产生的后果，乙方不承担责任。
          <br>11. 甲方不得利用乙方通信资源、电信服务等制作、复制、发布、传播含有以下
          <br>内容的信息或从事下列违法违规、违背公序良俗的活动，否则乙方有权暂停或限制向甲方提供电信服务，直至终止电信服务。由此产生的后果，乙方不承担责任：
          <br>（1） 反对宪法所确定的基本原则，破坏国家宗教政策，宣扬邪教和封建迷信的；
          <br>（2） 危害国家安全、荣誉和利益，泄露国家秘密，颠覆国家政权，破坏国家统一的；
          <br>（3） 宣扬极端主义，煽动民族仇恨、民族歧视，破坏民族团结的；
          <br>（4） 散布虚假信息、诈骗信息、谣言，扰乱经济秩序和社会秩序，破坏社会稳定的；
          <br>（5） 散布涉及实施诈骗，制作或销售违禁物品、管制物品，淫秽、色情、赌博、暴力、凶杀、恐怖或教唆犯罪的；
          <br>（6） 侮辱或诽谤他人，侵害他人名誉、隐私、知识产权和其他合法权益的；
          <br>（7） 发送违法信息、拨打诈骗电话，未经接收方同意或请求、或接收方明确表示拒绝的情形下发送骚扰信息或商业性信息、拨打骚扰话音或商业性话音的；
          <br>（8） 其他利用乙方通信资源、电信服务等制作、复制、发布、传播违法犯罪信息或进行违法活动的行为。
          <br>12. 甲方不得实施或协助他人实施下列危害乙方网络安全和信息安全的行为，否则乙方有权暂停或限制向甲方提供电信服务，直至终止电信服务。由此产生的后果，乙方不承担责任：
          <br>（1） 侵入或非法控制乙方网络或电信设备，盗接乙方电信线路、非法复制乙方电信码号；
          <br>（2） 非法获取、删除、修改乙方网络或电信设备中存储、处理、传输的信息和应用程序；
          <br>（3） 利用乙方网络从事窃取或破坏他人信息、损害他人合法权益的活动，制作、传播、使用网络改号软件以及对他人进行骚扰的恶意软件；
          <br>（4） 提供从事入侵乙方网络、干扰网络正常功能、传输扩散违法信息、窃取网络数据等危害网络安全活动的工具及制作方法；
          <br>（5） 设立用于实施诈骗，传授犯罪方法，制作或销售违禁物品、管制物品等违法犯罪活动的网站、通讯群组的；
          <br>（6） 故意制作、复制、传播计算机病毒或以其他方式攻击网络等电信设施；
          <br>（7） 使用未取得入网许可或可能影响网络安全、网络质量的终端设备或软件的；
          <br>（8） 危害乙方网络安全和信息安全的其他行为。
          <br>13. 甲方同意乙方基于提供电信服务、与甲方沟通联系、改善服务质量等目的，
          <br>收集、储存并使用甲方个人信息，包括身份信息、服务数据及日志信息等。身份信息包括但不限于通过识别仪、高拍仪、纸质表单、互联网等方式收集的姓名、出生日期、身份证件号码、拍照人像、住址、电话号码、电子邮箱等；服务数据及日志信息包括但不限于甲方在使用乙方服务过程中上传和产生的位置信息、终端信息、通话记录、使用记录、订购信息、账单等。如甲方不同意提供或不同意乙方收集、储存并使用如上的某一或某些信息，甲方将可能无法成为乙方的用户或无法享受乙方提供的某些服务，或无法达到相关服务拟达到的效果。本协议解除或终止后，乙方不再收集新的甲方个人信息，并将按照相关法律法规规定对本协议存续期间收集的甲方个人信息进行处理。
          <br>14. 为保护公共利益、优化电信服务质量、保障甲方电信服务知情权、及时警示
          <br>通讯信息诈骗、创新电信服务体验，甲方同意乙方使用甲方个人信息通过营业网点、网站、短信、互联网媒体、电子邮件、语音外呼等方式，向甲方告知社会公益、电信服务、业务使用、诈骗风险警示等信息。
          <br>15. 甲方有权自主选择携号转网服务，即在保持移动电话号码不变的情况下变更
          <br>签约的电信运营企业。甲方办理携号转网业务应当符合工业和信息化部携号转网有关文件的规定条件和程序。
          <br>16. 办理携号转网业务过程中，甲方同意乙方将必要的甲方身份信息提供给工业
          <br>和信息化部集中业务管理系统（CSMS 系统），用于比对携入方和携出方登记的身份信息是否一致。
          <br>三、 乙方的权利和义务
          <br>1. 乙方在其通信网络与设施覆盖范围内，向甲方提供电信服务；其中，乙方在签订有自动漫游协议的国家和地区的电信运营商的网络覆盖范围内为甲方提供国际移动通信漫游服务及港澳台地区移动通信漫游服务。乙方提供的电信服务应符合国家规定的电信服务质量标准。
          <br>2. 乙方免费向甲方提供中华人民共和国境内（仅限大陆地区，不含港澳台）火警、匪警、医疗急救、交通事故报警等紧急呼叫服务。
          <br>3. 乙方根据生产经营成本、电信市场供求状况等因素，合理确定并公示电信业务资费方案。
          <br>4. 乙方可以通过营业网点、网站、电话、广播、短信、彩信、电子邮件、电视、公开张贴、信函、报纸、互联网媒体等一种或数种方式，公布、通知或告知业务种类和服务项目、范围、时限、资费方案以及其他电信服务内容。
          <br>5. 乙方可以通过电话热线、营业网点、网上营业厅、掌上营业厅或短信等多种渠道为甲方提供业务办理、咨询、查询、障碍申告、投诉受理等服务。
          <br>6. 乙方负责网络接入保障、提供相关设备的安装、调测和维护服务，具体服务内容及费用等详见相关业务说明。
          <br>7. 甲方向乙方申告除网络覆盖和终端设备故障外的电信服务障碍，乙方应当自接到申告之日起，城镇 48 小时、农村 72 小时内修复或调通。乙方接到申告后，不能按约定时间修复的，乙方免收甲方障碍期间的月基本使用费或端口占用费或网络使用费，按天计算（另有约定的除外）。乙方不赔偿因障碍造成的其他损失。障碍时间的计算，以乙方接到甲方申告或乙方查出障碍的时间起至恢复使用为止。
          <br>8. 乙方因检修线路、设备搬迁、工程施工、网络建设等原因可能影响正常电信服务的，应当提前 72 小时向社会公告，通告方式包括但不限于网站、广播、
          <br>短信、电视、公开张贴、报纸、互联网媒体等。
          <br>9. 乙方向甲方提供免费的电子账单服务，并有义务对账单进行解释。乙方对甲方计费原始数据保留期限为 5 个月（系统产生用户话单当月起后 5 个月，不含当月），法律另有规定除外。如数据保留期限内甲方对电信费用提出异议，乙方应当保存相应计费原始数据至异议解决。
          <br>10. 乙方可以根据对甲方实际情况的综合评估，与甲方约定一定时间内的电信消费透支额度（"信用额度"）并可以进行周期性调整。
          <br>11. 乙方有权根据具体业务类型按预付方式或后付方式向甲方收取电信费用：
          <br>（1） 预付方式下，甲方需预存费用。当账户余额加上信用额度（如有）不足以支付甲方拟使用的电信业务费用时，甲方应当及时充值或交费，否则乙方可暂停提供电信服务（"欠费停机"）。
          <br>（2） 后付方式下，甲方累计未交的费用到达信用额度、或到达交费期时，甲方应当及时充值或交费，否则乙方可暂停提供电信服务。其中，甲方每月3日至次月2日为支付上月费用的约定交费期，另有约定的除外。
          <br>（3） 上述（1）、（2）欠费停机所涉业务，不包括单独的固定电话业务。固定电话业务的欠费停机时间按照《中华人民共和国电信条例》的相关规定执行。
          <br>12. 甲方自欠费停机之日起 60 日内交清费用并申请复机的，乙方应当在收到甲方费用时起 24 小时内为甲方恢复暂停的电信服务（"复机"）。
          <br>13. 如甲方自欠费停机之日起满 60 日仍未交清欠费和违约金，乙方有权自欠费停机第 61 日起终止提供电信服务，收回相应号码（"销户"）、解除本协议以
          <br>及通过信函、电话、诉讼或委托第三方等形式追缴欠费和违约金，并可以依法向征信机构提供甲方失信信息。
          <br>14. 乙方承诺对甲方个人信息依法负有保密义务，不得泄露、篡改或毁损，不得非法出售或非法向他人提供，并应用行业通行的安全技术和管理手段（如脱敏展示、访问权限等）防止未经授权的访问和使用。
          <br>四、 特殊情况的责任承担
          <br>1. 甲方入网后，应当妥善保管原始票据（如押金票据等），发生遗失的，由甲方自行承担责任。
          <br>2. 甲方密码是甲方办理业务的重要凭证。甲方入网后应当立即设置甲方密码，并妥善保管。为方便办理业务，乙方也可以根据甲方申请以短信等方式提供随机密码，该密码可以作为办理业务的临时凭证。
          <br>3. 凡使用甲方密码或随机密码定制、变更或取消业务的行为，均被视为甲方或甲方授权的行为。因甲方对密码保管不善造成的损失由甲方自行承担，但乙方有义务协助甲方或公安机关调查相关情况。
          <br>4. 甲方应当合理管理电信费用支出，出现异常的高额电信费用时（指超过甲方此前 3 个月平均电信费用 5 倍以上的费用），乙方一经发现，应当尽可能迅速告知甲方，如告知后未得到甲方确认的，乙方有权暂停本协议约定的部分或全部服务。
          <br>5. 在甲方欠费停机的情况下，乙方有权拒绝为甲方办理除交费、电信费用查询外的其他电信业务。
          <br>6. 一方违约给对方造成直接损失的，应当依法承担赔偿责任。
          <br>7. 因不可抗力而使本协议部分或全部不能履行的，部分或全部免除责任，但法律另有规定的除外。不可抗力指不能预见、不能避免并不能克服的客观情况。
          <br>8. 甲方使用本协议项下电信服务过程中涉及的第三方服务（如第三方支付、银行转账、与第三方应用绑定等），由第三方承担责任。对于甲方提出的异议，乙方可以协调第三方解决。
          <br>五、 协议的生效、变更、终止和解除
          <br>1. 除本协议另有约定外，本协议自甲方签字（甲方为自然人）或盖章（甲方为非自然人）、且乙方盖章之日起生效；通过电子渠道、电子签名、电子协议或其他电子数据形式签订本协议的，甲方以点击确认等方式表示同意本协议的电子数据进入乙方系统的时间视为甲方签字时间。如甲方为办理号码携入并签订本协议的，甲、乙双方签字或盖章后，本协议于乙方收到携号转网成功生效结果告知之时起生效。
          <br>2. 甲方如终止使用电信服务，应当结清电信费用及违约金（如有），并至乙方营业网点申请销户或号码携出，销户或号码携出后本协议终止。
          <br>3. 未经双方同意并办理有关手续，甲、乙方不得将依据本协议办理的业务全部或部分转让给第三方。
          <br>4. 甲方申请销户时仍有余额的，其中通过银行划扣、现金等方式交纳的，乙方根据实际情况将余额一次性转入甲方指定的乙方运营的其他有效号码的账户中，或以中国电信充值卡等方式退还；甲方通过参与赠送、优惠、兑换等营销活动获取的余额，按营销活动当时的具体约定和业务规则处理。
          <br>5. 因乙方电信业务经营许可证的业务范围、业务种类发生改变，或因技术进步、国家政策变动等原因，乙方无法向甲方继续提供原有业务或需对原有业务的服务方式、服务功能、操作方法、业务号码等进行调整时，乙方有权变更或终止本协议，但应当提前发布公告，提出解决方案，做好客户服务。
          <br>6. 有下列情形之一的，乙方有权单方终止或解除协议：
          <br>（1） 甲方未按照用户真实身份信息登记要求，提供的登记资料不真实、不准确、不完整、无效，或经乙方通知后未在合理期限内配合提供的；
          <br>（2） 甲方存在本协议第二条第 11 款、第 12 款所列任一行为，或由此引起用户投诉或举报的；
          <br>（3） 甲方以担保方式取得业务使用权的情况下，违反担保约定或担保人无能力履行担保义务的；
          <br>（4） 甲方未办理相关手续，自行改变电信服务使用性质、用途，或二次
          <br>转售、倒卖电话卡，或自行转让协议的；
          <br>（5） 甲方利用乙方服务从事相应活动，依法应当取得而未取得或丧失相应许可或备案；
          <br>（6） 甲方自欠费停机之日起 60 日内仍未交清所有欠费、违约金、赔偿金等费用的；
          <br>（7） 有权机关要求乙方停止对甲方提供电信服务的；
          <br>（8） 甲方原因造成本协议无法履行的；
          <br>（9） 法律、法规、规章及规范性文件规定的其他情形。
          <br>7. 本协议终止或解除后，乙方继续保留向甲方追交所欠费用的权利，并有权收回甲方原使用的业务号码（销户的号码）、IP 地址等电信资源。为保证甲方权益，乙方对销户的业务号码至少冻结 90 日，方可重新分配给其他用户使用。
          <br>8. 甲方改号、销户或过户时应当主动注销或解绑在该号码上的注册或绑定的第三方应用（如微信、支付宝）、银行卡（如银行验证号码）等信息、以及第三方软件，自行解除银行托收、代扣等第三方协议，自行卸载甲方加载的第三方软件，避免造成个人信息泄露；否则由此造成甲方或其他人损失由甲方承担。甲方过户当月产生的通信费用在变更后的新帐户中收取，涉及的费用争议应由客户双方协商解决。
          <br>六、 其他约定
          <br>1. 所有因本协议引起的或与本协议有关的争议，双方将通过友好协商解决。协商不成的，双方均同意采用以下其中一种解决方式：
          <br>（1） 请求位于市、州所在地仲裁委员会依照其仲裁规则对争议事项进行仲裁。
          <br>（2） 请求有管辖权的人民法院对争议的事项做出裁决。
          <br>2. 如果本合同的任何条款在任何时候变成不合法、无效或不可强制执行但不从根本上影响本合同的效力时，本合同的其他条款不受影响。
          <br>3. 甲方办理各类业务所签署的业务登记单、乙方以公告等书面形式公开做出的服务承诺均为本协议的补充协议，与本协议冲突部分以补充协议为准。
          <br>4. 本协议一式两份，双方各保留一份，具有同等法律效力。甲乙双方以电子方式签署本协议的，甲方可登录乙方网上营业厅查询、下载本协议。
          <br></p>
      <p>甲方：（签名或单位盖章）
          <br>地址：
          <br>联系方式：
          <br>签署日期： 年 月 日</p>
      <p>甲方法定代理人或代理人：（签名或单位盖章）
          <br>联系方式：
          <br>签署日期： 年 月 日</p>
      <p>乙方：（名称并盖章）
          <br>签署日期： 年 月 日
          <br></p>
      <p>翼支付服务协议
          <br>翼支付服务协议（以下简称"本协议"）由天翼电子商务有限公司（以下简称"本公司"）和您（也称"用户"）签订。
          <br>一、声明与承诺
          <br>（一）在接受本协议或您以本公司允许的其他方式实际使用本公司服务之前，请您仔细阅读本协议的全部内容（特别是以粗体标注的内容）。本公司在此特别提醒您认真阅读、充分理解本协议各条款，特别是其中所涉及的免除、减轻本公司责任的条款、对您权利限制的条款、争议解决和法律适用等。其中，限制、免责条款可能以黑体加粗或加下划线的形式提示您重点关注。《
          <br>（二）如果您不同意本协议的任意内容，或者无法准确理解本公司对条款的解释，请不要进行后续操作，包括但不限于不要接受本协议、不使用本服务。如果您对本协议的条款有疑问，请通过本公司客服渠道进行询问（客服电话：95106），本公司将向您解释条款内容。您一经注册或使用翼支付服务即视为对本协议所有条款的理解和接受。
          <br>（三）您同意，如本公司需要对本协议进行变更或修改的，可以通过手机客户端公告和www.bestpay.com.cn网站的方式提前予以公布，公告期限届满后即时生效；若您在本协议内容公告变更生效后继续使用翼支付服务的，表示您已充分阅读、理解并接受变更后的协议内容，也将遵循变更后的协议内容使用翼支付服务；若您不同意变更后的协议内容，您应在公告变更生效前停止使用翼支付服务。
          <br>（四）如您为无民事行为能力人或为限制民事行为能力人，例如您未满18周岁，则您应在监护人监护、指导下审慎阅读本协议并使用本服务。若您非自然人，则您确认，在您取得翼支付账户时，或您以其他本公司允许的方式实际使用翼支付服务时，您为在中国大陆地区合法设立并开展经营活动或其他业务的法人或其他组织，且您订立并履行本协议不受您所属、所居住或开展经营活动或其他业务的国家或地区法律法规的排斥。不具备前述条件的，您应立即终止注册或停止使用翼支付服务。
          <br>（五）您在使用本公司翼支付服务时，应自行判断交易对方是否具有完全民事行为能力并自行决定是否使用翼支付服务与对方进行交易，且您应自行承担与此相关的所有风险。
          <br>（六）您承诺不利用本公司提供的支付服务从事或者协助他人从事非法活动，您实施的所有行为均遵守国家相关法律、法规、部门规章等规范性文件和本公司的相关规定，不违反社会公共利益或公共道德。您从事非法活动或不正当交易产生的一切后果与责任，由您独立承担。
          <br>（七）如果您提供任何不真实、不准确、不完整或不能反映当前情况资料的，或本公司有合理理由怀疑该等资料不真实、不准确、不完整或不能反映当前情况的，本公司保留停止您使用翼支付服务的权利，如因您资料的不真实、不准确、不完整或不能反映当前情况而给本公司或其关联公司或任何其他第三方造成损失的，您应负责赔偿。
          <br>（八）您承诺已充分知晓并清晰理解以下内容："翼支付账户所记录的资金余额不同于您本人的银行存款，不受《存款保险条例》保护，其实质为您委托本公司保管的、所有权归属于您的预付价值。该预付价值对应的货币资金虽然属于您，但并不以您本人名义存放在银行，而是以本公司名义存放在银行，并且由本公司向银行发起资金调拨指令。"
          <br>二、定义及解释
          <br>除本协议另有规定外，下列用语具有如下含义：
          <br>（一）翼支付服务：指本协议第三条所描述的服务。
          <br>（二）翼支付账户：指您按照本公司允许的方式取得的供您使用翼支付服务的账户，该账户是根据您真实意愿开立的，用于记录预付交易资金余额、您凭以发起支付指令、反映交易明细信息的电子簿记。
          <br>（三）止付：指翼支付账户余额为不可用状态，例如被止付的翼支付账户余额不能用于充值、支付、提现或转账等服务。
          <br>（四）暂停服务：指本公司有权依据本协议约定以及国家最新监管要求暂时停止为您提供全部或部分翼支付功能。
          <br>（五）面对面开户：指本公司委托合作机构以面对面方式核实用户个人身份信息，并将用户的个人实名信息传送至本公司，由本公司为用户开立翼支付账户。
          <br>三、翼支付服务
          <br>翼支付服务（或称"本服务"）是本公司向您提供的非金融机构支付服务，是受您委托代您收款和付款的小额、快捷、便民小微的资金转移服务，具体服务项目及内容请见本手机客户端、网站网页，包括（但不限于）以下服务：
          <br>1、充值：即在符合本公司规定或产品规则的情况下，您委托本公司将您银行卡或预付费卡（翼充卡）内的资金充值到您的翼支付账户。
          <br>2、代收：即本公司代为收取任何人向您支付的各类款项。为免疑义，代收具体是指在符合本公司规定或产品规则的情况下，自您委托本公司将您银行卡内的资金充值到您的翼支付账户或委托本公司代为收取第三方向您支付的款项之时起至根据您的指令将该等款项的全部或部分实际入账到您的银行账户或翼支付账户之时止的整个过程。您同意本公司将与银行等机构合作，共同完成有关代收服务。
          <br>3、代付：即本公司将您的款项代为支付给您指定的第三方。为免疑义，代付具体是指在符合本公司规定或产品规则的情况下:(a)自款项从您的账户(包括但不限于银行账户或其他账户)转出之时起，至委托本公司根据您或有权方给出的指令将上述款项的全部或部分支付给第三方且第三方收到该款项(无论是否要求立即支付或根据届时情况不时支付)之时止的整个过程；或(b)自您根据本协议委托本公司将您银行卡的资金充值到您的翼支付账户或自您因委托本公司代收相关款项到您的翼支付账户之时起，至委托本公司根据您或有权方给出的指令将上述款项的全部或部分支付给第三方(无论是否要求立即支付或根据届时情况不时支付)之时止的整个过程。并且您同意,本公司代付后,非经法律程序或者非依本协议之约定,该支付是不可撤销的。
          <br>4、消费：您可以使用本服务向商户购买商品和服务，本公司将根据您或商户的交易指令，从您的翼支付账户余额或您关联的银行账户扣划相应资金至商户账户。
          <br>5、转账服务：是指收付款双方使用本服务，在付款方向本公司指示收款方翼支付账户或银行账户和转账金额后，将付款方翼支付账户内指定金额的款项划转至收款方翼支付账户或银行账户的一种资金转移服务。本公司提示您注意：该项服务适用于您与收（付）款方彼此都有充分了解的转账行为。在您使用转账服务指示转出资金时，您所转出的款项将进入您向本公司指示的收款方的翼支付账户或银行账户。在您获得翼支付账户后，您的翼支付账户即具备接受（收）来自转账服务的转账款项的功能，但未经实名的翼支付账户可能会受到收款和（或）提现的限制。基于此项服务可能存在的风险，在使用转账服务时，您理解并接受：
          <br>（1）翼支付服务中您可使用的首付款额度、日累计转账限额和笔数，可能因您使用该支付服务时所处的国家/地区、监管要求、支付场景、银行额度控制、翼支付风险控制、身份要素验证等事由而有不同，具体详见本公司网站或手机客户端页面提示或公告。本公司保留对上述额度控制和交易笔数进行调整的权利。 （2）您可能收到由于使用转账服务的付款方指示错误（失误）而转账到您翼支付账户或银行账户的款项，在此情况下您应该根据国家的相关法律的规定和实际情况处理收到的该笔款项。 （3）使用转账服务是基于您对转账对方的充分了解（包括但不限于对方的真实身份及确切的翼支付账户名等），一旦您选用转账服务进行转账，您应当自行承担因您指示错误（失误）而导致的风险。本公司依照您指示的收款方并根据本协议的约定完成转账后，即完成了当次服务的所有义务，对于收付款双方之间产生的关于当次转账的任何纠纷不承担任何责任，也不提供任何形式的纠纷解决途径，您应当自行处理相关的纠纷。
          <br>（4）本公司为您提供实时到账、普通到账、次日到账等多种转账方式，您可根据实际情况合理选择不同的转账方式办理转账业务。
          <br>6、提现：您可以向翼支付发出指令，要求与本公司合作的银行等机构向您的银行账户 提现您的翼支付账户中的可提现余额的全部或部分款项。当您向本公司做出提现指示时，必须提供一个有效的国内银行账户信息，相应的款项一般于一至五个工作日内汇入您的有效银行账户（根据您提供的银行不同，会产生汇入时间上的差异）。本公司有权收取一定的提现手续费，具体以页面公示内容为准。
          <br>7、退款：
          <br>（1）充值退款：在符合本公司规定或产品规则的情况下，对于通过银行转账充值进入您翼支付账户的款项，您可以通过联系本公司客服要求本公司退还您的款项。退款到账的银行账户只能是您充值时选择的银行账户。 （2）交易退款：凡进行过交易之后的翼支付账户发起的退款请求属于交易退款。您理解并同意：除您退款对应的原交易银行账户的开户行同意接收交易退款的情况外，退回的款项只能返还至您的翼支付账户上，不能返还至您的银行账户。在符合本公司规定或产品规则的情况下，可能产生的手续费及其他损失由您自行承担。 （3）在符合本公司规定或产品规则的情况下，您购买的产品或服务，原则上不能要求退款。若商户的产品或服务对退款问题另有规定的且与翼支付规定不冲突的，从其规定。
          <br>8、查询：您可以通过翼支付手机客户端或官方网站（www.bestpay.com.cn）等方式查询您翼支付账户名下的账户余额、交易记录以及收支明细。
          <br>9、款项专属：对您充值到您翼支付账户的款项及您通过翼支付账户收到的款项，除本协议另行约定外，本公司不作任何其他非您指示的用途。本公司无需就您通过翼支付账户流转及保存的资金向您支付任何孳息。
          <br>10、销户：您有权按照本公司规定的销户流程申请注销翼支付账户。
          <br>11、换绑：您有权按照本公司规定的手机换绑流程完成翼支付账户手机号换绑。换绑后，您的翼支付账户将与新手机号绑定，原手机号与翼支付账户绑定关系即刻解除。
          <br>四、翼支付账户
          <br>（一）注册相关
          <br>1、您在使用翼支付之前，必须先行实名注册。您可通过翼支付手机客户端、官方网站（www.bestpay.com.cn）、中国电信股份有限公司各省市分公司实体渠道网点面对面开户或其他本公司允许的方式注册翼支付账户，并完成实名认证。您须上传身份证照片、绑定银行卡进行实名认证。实名注册成功后，您即可使用翼支付账户相关功能。
          <br>2、您同意本公司委托授权合作机构中国电信股份有限公司各省市分公司实体渠道网点面对面核验您的个人身份信息，并将您的前述个人实名信息传送至本公司，由本公司为您开立翼支付账户。您在合作机构办理电信新入网移动业务时签署业务登记单即表明您同意向本公司申请开立翼支付账户。面对面开立翼支付账户后，您可直接使用翼支付账户交纳中国电信通信费，如您还需使用翼支付账户更多其他非通信消费服务，您应通过登录翼支付客户端或官网(www.bestpay.com.cn)等多种渠道补充签署本服务协议。
          <br>3、本公司建立健全客户身份识别机制，对翼支付账户实行实名制管理。本公司有权登记并采取有效措施验证您的身份基本信息，并按规定核对您的有效身份证件并留存有效身份证件复印件或者影印件。您应向本公司提供真实、准确、完整、有效的个人身份信息，并配合本公司完成翼支付账户的实名认证。您不得提供虚假、伪造的材料骗取本公司开立匿名、假名翼支付账户。
          <br>4、您同意按照翼支付要求准确提供并在取得该账户后及时更新您正确、最新及完整的身份信息及相关资料。若本公司有合理理由怀疑您提供的身份信息及相关资料错误、不实、过时或不完整的，本公司有权暂停或终止向您提供部分或全部翼支付服务，本公司对此不承担任何责任，您将承担因此产生的任何直接或间接支出。若因国家法律法规、部门规章或监管机构的要求，本公司需要您补充提供任何相关资料时，如您不能及时配合提供，本公司有权暂停或终止向您提供部分或全部翼支付服务。
          <br>5、您应当准确提供并及时更新您提供的电子邮件地址、联系电话、联系地址、邮政编码等联系方式，以便本公司与您进行及时、有效联系。您应完全独自承担因通过这些联系方式无法与您取得联系而导致的您在使用翼支付服务过程中遭受的任何损失或增加任何费用等不利后果。您理解并同意，您有义务保持您提供的联系方式的有效性，如有变更需要更新的，您应按本公司的要求进行操作。
          <br>6、您应及时更新资料（包括但不限于身份证、户口本、护照等证件或其他身份证明文件、联系方式、作为翼支付账户登录名的邮箱或手机号码、与翼支付账户绑定的邮箱、手机号码等），否则翼支付有权将翼支付登录名、翼支付账户绑定的邮箱、手机号码开放给其他用户注册或使用。因您未及时更新资料导致的一切后果，均应由您自行承担，该后果包括但不限于导致本服务无法提供或提供时发生任何错误、翼支付账户及该账户内余额被别人盗用，且您不得将此作为取消交易、拒绝付款的理由。
          <br>7、您在翼支付账户中设置的昵称、头像等必须遵守法律法规、公序良俗、社会公德，且不会侵害其他第三方的合法权益，否则本公司有权对您的翼支付账户采取限制措施，包括但不限于屏蔽、撤销您翼支付账户的昵称、头像，停止提供部分或全部翼支付服务。
          <br>8、根据相关监管机构的监管要求，您在本公司只能开立一个Ⅲ类账户（三星级账户）。如您已有一个Ⅲ类账户，后续开立的账户等级最高为II类账户。若您开立多个Ⅲ类账户的，本公司有权根据监管规定要求您保留一个常用Ⅲ类账户并对您其余Ⅲ类账户降低类别管理或予以撤并；您若未按规定时间确认的，本公司应当保留您使用频率较高和金额较大的账户，后续您可向本公司申请变更。
          <br>（二）账户安全
          <br>您将对使用该账户及密码、校验码进行的一切操作及言论负完全的责任，您同意：
          <br>1、除相关产品另有规则外，本公司可以通过您的翼支付登录名和密码或扫描二维码、条码支付或识别您的生物特征或者本公司认可的其他方式识别您的身份，您应当对该等翼支付登录名、密码、校验码、身份识别信息等进行妥善保管，对于因您自身导致的翼支付登录名、密码、校验码、身份识别信息等泄露所致的损失由您自行承担。您保证不向其他任何人泄露您的翼支付登录名、密码、校验码以及身份信息等，亦不使用其他任何人的翼支付登录名、密码、校验码、身份识别信息等。本公司亦可能通过本服务应用您使用的其他产品或设备识别您的指示，您应当妥善保管处于您或应当处于您掌控下的这些产品或设备，对于这些产品或设备因非您本人使用或遗失所致的任何损失，由您自行承担。
          <br>2、基于计算机端、手机端以及使用其他电子设备的用户使用习惯，本公司可能在您使用具体产品时设置不同的账户登录模式及采取不同的措施识别您的身份。
          <br>3、您同意，如您发现有他人冒用或盗用您的翼支付登录名及密码或任何其他未经合法授权之情形，或发生与翼支付账户关联的手机或其他设备遗失或其他可能危及到翼支付账户权益安全情形时，应立即以有效方式通知本公司，向本公司申请暂停相关服务。本公司不能也不会对因您未能遵守本款约定而发生的任何损失、损毁及其他不利后果负责。您理解本公司对您的请求采取行动需要合理期限，在此之前，本公司对已执行的指令及(或)所导致的您的损失不承担任何责任。
          <br>4、您确认，您应自行对您的翼支付账户负责，只有您本人方可使用该账户。该账户不得出借、出租、出售，不可赠与、不可继承，但账户内的相关财产权益可被依法继承。
          <br>5、您同意，基于运行和交易安全的需要，本公司可以暂时停止提供、撤销或者限制本服务部分功能，或提供新的功能，在任何功能减少、增加或者变化时，只要您仍然使用本服务，表示您仍然同意本协议或者变更后的协议。
          <br>6、本公司有权了解您使用本公司产品或服务的真实交易背景及目的，您应如实提供本公司所需的真实、全面、准确的信息或资料；如果本公司有合理理由怀疑您提供虚假交易信息的，本公司有权暂时或永久限制您所使用翼支付服务的部分或全部功能。
          <br>7、您同意，本公司有权按照国家法律或和行政法规所赋予权力的有权机关的要求对您的个人信息进行查询、或对您的翼支付账户进行扣划或暂停服务操作。
          <br>(三)账户注销
          <br>在需要终止使用本服务时,您可以申请注销您的翼支付账户,您同意:
          <br>1、您所申请注销的翼支付账户必须是您本人的账户。如您需要注销您的翼支付账户，您应当依照本公司规定的程序进行翼支付账户注销。
          <br>2、翼支付账户注销将导致本公司终止为您提供本服务，本协议约定的双方的权利义务终止（依本协议其他条款另行约定不得终止的或依其性质不能终止的除外），同时还可能对于该账户产生如下结果：
          <br>（1）任何兑换代码（代金券、购物券、礼品券、优惠券等任何与翼支付账户相关的兑换代码、卡券等）都将作废；如您不愿将该部分兑换代码或卡券消耗掉或将其作废，则您不能申请注销翼支付账户。
          <br>（2）任何银行卡将不能适用该账户内的支付或提现服务。
          <br>（3）您仍应对您在注销翼支付账户前且使用本服务期间的行为承担相应责任，包括但不限于可能产生的违约责任、损害赔偿责任及履约义务，同时本公司仍可保有您的相关信息。
          <br>3、您可以通过自助或者人工的方式申请注销翼支付账户，但如果您使用了本公司提供的安全产品，应当在该安全产品环境下申请注销。
          <br>4、您申请注销的翼支付账户应当处于正常状态，即您的翼支付账户的账户信息和用户信息是最新、完整、正确的，且该账户可以使用所有翼支付服务功能。账户信息或用户信息过时、缺失、不正确的账户或被暂停或终止提供服务的账户不能被申请注销。
          <br>5、您申请注销的翼支付账户应当不存在任何由于该账户被注销而导致的未了结的合同关系与其他基于该账户的存在而产生或维持的权利义务，及本公司认为注销该账户会由此产生未了结的权利义务而产生纠纷的情况。您申请注销的翼支付账户应当没有任何关联的理财产品，不存在任何待处理交易，没有任何余额、添益宝、红包等资产，且符合翼支付页面或网站提示的其他条件和流程。如不符合前述任何情况的，您不能申请注销该账户。
          <br>6、如果您申请注销的翼支付账户一旦注销成功，将不再予以恢复。但您仍应对您使用翼支付服务期间的行为担责，同时本公司仍可按照法律规定保有您的相关账户及交易记录等信息。
          <br>7、注销翼支付账户前，您应将该账户下所对应的可用款项全部提现或者向本公司发出支付指令以清空账户资金。如果因特殊原因，如您手机通信账号停机达一定期限后拆机，导致的翼支付账户销户的，您可拨打本公司客服电话，根据本公司相关规定配合提供指定材料，可申请找回被注销账户余额。
          <br>五、翼支付服务规则
          <br>为有效保障您使用本服务进行交易时的合法权益，您理解并同意接受以下规则：
          <br>1、为控制可能存在的交易风险，本公司可对您的享受的翼支付服务进行一定的额度限制，包括但不限于限制您的翼支付账户的充值、消费、转账及提现等服务。
          <br>2、本公司通过以下方式接受您的指令：您通过登录翼支付账户的密码（登录密码、支付密码、手势密码、指纹密码及短信验证码等）以及您有可能选择的其他密保方式并依照预设流程发出指令。您的翼支付账户在登录状态下发出的支付指令均视为您本人发出的支付指令，您发出的支付指令一旦发出将不可撤销，本公司有权根据您发出的指令进行资金扣划和归集等操作。
          <br>3、您使用本服务时，应当仔细确认交易及其金额后进行支付。本公司有权根据您的指令扣划资金给收款人，届时您不应以未在交易单据中签名、签名不符、非本人意愿交易等原因要求本公司退款或承担其他责任。
          <br>4、您应按照本公司的要求完善您的身份信息以最终达到实名，否则您可能会受到收款、提现和（或）支付（包括但不限于翼支付账户余额、添益宝）的限制，且本公司有权对您的资金进行止付，直至您达到实名要求。
          <br>5、您对使用本服务过程中发出指令的合法性、真实性、完整性及有效性承担全部责任，本公司依照您的指令进行操作的一切风险由您自行承担。您认可本服务的相关交易信息均以本公司系统记录的为准。
          <br>6、本公司并非银行或其它金融机构，本协议项下涉及的资金移转均通过银行业金融机构或网联平台来实现，您接受您的资金在转移转途中产生的合理时间。
          <br>7、您在使用本服务过程中，本协议内容、网页上出现的关于操作的提示或本公司发送到您手机的信息（短信或电话等）内容是您使用本服务的相关规则，您使用本服务即表示您同意接受本服务的相关规则。您了解并同意本公司有权单方修改本服务的相关规则，而无须征得您的同意，本服务的相关规则应以您使用服务时的页面提示（或发送到您手机的短信或电话或客户端通知等）为准，您同意并遵照本服务的相关规则是您使用本服务的前提。
          <br>8、本公司会以网站公告、发送到您手机的短信、电话或客户端通知等方式向您发送通知，例如通知您交易进展情况，或者提示您进行相关操作，您应及时予以关注。但本公司不保证您能够收到或者及时收到该等通知，且对此不承担任何后果。因您没有及时对交易状态进行修改或确认或未能提交相关申请而导致的任何纠纷或损失，本公司不负任何责任。
          <br>9、在您注册成为翼支付用户时，您授权本公司审核您的身份和资格，并通过其它翼支付支持的合作机构的网站取得关于您使用本服务的相关资料。本公司会采取适当措施对您提供的资料进行保密，包括但不限于个人客户身份信息、个人客户金融信息、、个人支付业务信息、个人客户交易信息等。
          <br>10、您同意您使用翼支付服务时涉及的相关数据均以生成并储存于本公司及翼支付合作机构服务器的数据为准。
          <br>11、您不得将翼支付服务用于非本公司许可的其他用途。
          <br>12、因您的过错导致的任何损失由您自行承担，该过错包括但不限于：不按照交易提示操作，未及时进行交易操作，遗忘或泄漏密码，密码被他人破解，您使用的计算机被他人侵入；以及银行相关作业网络连线问题、任何互联网系统问题或网络运营商原因、您的电子邮件系统问题或邮件服务商原因、您的手机通讯系统问题或通讯服务商原因或其他不可抗拒因素，造成无法提供本服务的。
          <br>13、在使用本服务时，若您或您的交易对方未遵从本协议或相关网站说明、交易、支付页面中之操作提示、规则等，则本公司有权拒绝为您与交易对方提供相关服务，且本公司不承担任何损害赔偿责任。若发生上述状况，款项已先行划付至您或他人翼支付账户名下，您同意本公司有权采用包括但不限于直接自相关账户中扣回相应款项及（或）禁止您要求支付此笔款项等措施。此款项若已汇入您的银行账户，您同意本公司有向您事后索回之权利，因您的原因导致本公司事后追索的，您应当承担本公司合理的追索费用，包括但不限于律师费、诉讼费、财产保全费、公证费、差旅费。
          <br>14、本公司有权对翼支付服务协议、规则、费用以及收费方式等进行调整和补充或对翼支付在功能上进行减少、增加或作其它改变，本公司将以网页公告等方式对该等变更予以提前公布。变更后的条款自公布执行日期的0：00起生效。若您在翼支付变更的条款生效后，仍继续使用翼支付服务的，则视为接受该等变更，若您不同意的，您有权在公告变更生效前终止本协议并停止使用翼支付服务。
          <br>15、您使用本公司服务期间，本公司无须对为您保管、代收或代付款项的货币贬值、汇率损失和利息损失及其他风险担责，并且本公司无须向您支付此等款项的任何孳息。
          <br>16、如您自开立翼支付账户之日起6个月内无主动交易，则在您重新核实身份之前，本公司将有权暂停或者注销该翼支付账户。若您仍需继续使用该账户，您可拨打本公司客服电话，重新核实身份信息后，可以恢复翼支付业务。
          <br>17、您确认并同意，经您授权后本公司、本公司关联公司及其他合作单位可在本协议和构成本协议组成部分的其他协议、规则等约定的范围内使用您的个人身份信息、个人账户信息、个人交易信息等个人金融信息。您充分认识到此行为可能给您可能造成的风险和不利后果。
          <br>18、您理解并同意，您应确保翼支付账户绑定的手机号为您本人持有，如您通过电信营业厅办理移动业务离网、通讯号码过户等业务时，业务处理过程中可能将该手机号与您的账户解除绑定。如您仍需继续使用翼支付服务，您可提前进行换号操作；若未提前换号导致账户被解绑，您可通过翼支付客户端自助找回解绑账户或通过翼支付客服人工找回解绑账户，重新绑定手机号码后账户功能即可恢复正常。
          <br>19、您同意翼支付可以在提供服务的过程中自行或由第三方广告商向您发送广告、推广或宣传信息（包括商业与非商业信息），其方式和范围可不经向您特别通知而变更。翼支付为您提供选择关闭广告信息的功能，并依照法律的规定对广告商履行相关义务。对翼支付服务中出现的广告信息，您应审慎判断其真实性和可靠性，除法律明确规定外，您应对依该广告信息进行的交易负责。
          <br>六、权利和义务
          <br>1、您进行缴费的账户，必须为本人所有，并有可支付额度。您应对自己的翼支付账户负责，您实名注册的支付账户仅限于您本人使用。他人经您本人同意使用您翼支付账户造成损失的，由您本人自行承担。
          <br>2、您不得以与第三方发生纠纷为理由而拒绝支付使用本服务的应付款项。
          <br>3、您应保证提供的资料真实、准确、完整、合法。对于因您提供信息不真实或不完整所造成的损失由您自行承担。您相关信息发生变化时，应即时更新，本公司不承担由于您未及时更新相关信息所导致的相关责任。
          <br>4、您有任何疑问或发现交易指令未执行、未适当执行、延迟执行的，应第一时间通过拨打客服电话95106或通过在线客服通知本公司。本公司可以通过电话、短信、邮件、媒体广告等方式向您告知处理进展。
          <br>5、如您在本公司平台上存在违法行为或违反本协议的行为，或因您此前使用本服务的行为引发争议的，本公司仍可行使追究的权利。您同意，本公司不对因下述任一情况而发生的服务中断或终止而承担任何赔偿责任：本公司基于单方判断，认为您已经违反本服务条款的规定，将采取中断、解除、撤销、恢复至交易前状态或终止向您提供本公司部分或全部服务功能等措施；本公司在发现您注册资料虚假、异常交易或有疑义或有违法嫌疑时，不经通知有权先行中断或终止您的账户、密码，拒绝您使用本公司部分或全部服务功能，并可将相关交易解除、撤销直至恢复至注册前状态。
          <br>6、本公司有权了解您使用翼支付业务的真实交易背景及目的，您应如实提供本公司所需的真实、全面、准确的信息；如果本公司有合理理由怀疑您提供虚假交易信息的，本公司有权暂时或永久限制您所使用的产品或服务的部分或全部功能，和/或采取解除、撤销相关交易、恢复至交易前状态等措施。
          <br>7、当他人向您翼支付账户错误汇入资金等导致您可能存在不当得利的，本公司有权限制您使用翼支付账户及相关产品或服务的部分或全部功能，并通过短信、电话或客户端消息提醒等方式通知您，本公司有权采取包括但不限于解除、撤销相关交易、恢复至全部交易前状态、进行账户资金差异调账等方式进行处理。
          <br>8、您理解并同意，本公司不对因下述任一情况导致的任何损害赔偿承担责任，包括但不限于利润、商誉、使用、数据等方面的损失或其他无形损失的损害赔偿(无论本公司是否已被告知该等损害赔偿的可能性)：
          <br>（1）本公司有权基于单方判断，包含但不限于本公司认为您已经违反本协议的明文规定及精神，对您的名下的全部或部分翼支付账户暂停、中断、解除或终止向您提供本服务或其任何部分，并移除您的资料。
          <br>（2）在发现异常交易或合理怀疑交易有疑义或有违反法律规定或本协议约定之时，为维护用户资金安全和合法权益，本公司有权不经通知先行暂停或终止、撤销解除您名下全部或部分翼支付账户的使用操作（包括但不限于对这些账户名下的款项和对在途交易采取取消交易、调账等措施），同时可能需要您配合提供包括但不限于身份证、手持有效证件照片、银行卡、物流凭证、资金合法性声明等资料。如您未及时、完整、准确提供上述资料，本公司有权采取包括但不限于如下限制措施：关闭翼支付账户支付功能、限制收款功能、止付账户内余额或停止提供全部或部分翼支付服务、撤销解除相关交易等。如涉嫌犯罪，本公司有权移交公安机关处理。
          <br>（3）您理解并同意，存在如下情形时，本公司有权对您名下翼支付账户暂停或终止提供、撤销解除全部或部分翼支付服务，或对资金的全部或部分进行止付，且有权限制您所使用的产品或服务的部分或全部功能（包括但不限于对这些账户名下的款项和在途交易采取取消交易、调账等限制措施），并通过邮件或站内信或者客户端通知等方式通知您，您应及时予以关注：
          <br>1）根据本协议的约定；
          <br>2）根据法律法规及法律文书的规定；
          <br>3）根据有权机关的要求；
          <br>4）您使用翼支付服务的行为涉嫌违反国家法律法规及行政规定的；
          <br>5）本公司基于单方面合理判断认为账户操作、资金进出等存在异常时；
          <br>6）本公司依据自行合理判断认为可能产生风险的；
          <br>7）您在参加市场营销活动时有批量注册账户、套取营销活动返利资金及其他舞弊等违反活动规则、违反诚实信用原则的；
          <br>8）他人向您账户错误汇入资金等导致您可能存在不当得利的；
          <br>9）您遭到他人投诉，且对方已经提供了一定证据的；
          <br>10）您可能错误地将他人翼支付账户进行了实名的。
          <br>如您申请恢复服务、解除上述止付或限制，您应按本公司要求如实提供相关资料及您的身份证明以及本公司要求的其他信息或文件，以便本公司进行核实，且本公司有权依照自行判断来决定是否同意您的申请。您应充分理解您的申请并不必然被允许。您拒绝如实提供相关资料及身份证明的，或未通过本公司审核的，则您确认本公司有权长期对该等账户停止提供服务且长期限制该等产品或者服务的部分或全部功能。
          <br>（4）在本公司认为该等异常已经得到合理解释或有效证据支持或未违反国家相关法律法规及部门规章的情况下，最晚将于止付款项或暂停执行指令之日起的30个日历天内解除止付或限制。但本公司有进一步理由相信该等异常仍可能对您或其他用户或本公司造成损失的情形除外，包括但不限于：
          <br>1）收到针对该等异常的投诉；
          <br>2）您已经实质性违反了本协议或另行签署的协议，且我们基于保护各方利益的需要必须继续止付款项或暂停执行指令；
          <br>3）您虽未违反国家相关法律法规及部门规章规定，但该等使用涉及本公司限制合作的行业类目或商品，包括但不限于通过本公司的产品或服务从事类似金字塔或矩阵型的高额返利业务模式。
          <br>9、您应妥善保管下列信息、资料和硬件设备：
          <br>（1）银行卡及其密码、CVV码、有效期等卡片信息；
          <br>（2）翼支付账号及其登录密码及各类用于翼支付平台操作的短信验证码；
          <br>（3）支付密码、手势密码；
          <br>（4）手机等移动终端及SIM卡信息；
          <br>（5）指纹信息、虹膜信息、人脸信息、声纹信息等生物识别信息。
          <br>您应妥善保管上述资料、信息和硬件设备，并确保您的手机等移动终端设备在安全、无病毒、未被入侵、未被监控、未被非法控制的环境下运行和使用。若您泄露了上述信息中的任意一项或遗失了上述硬件设备，由此导致的风险和损失应由您自行承担。
          <br>10、发生下列任一情形时，您应及时联系本公司的客户服务部门，以减少可能发生的损失：
          <br>（1）您不慎遗失或泄露了本协议第六条第9款所列信息的；
          <br>（2）您遗失了您的手机等移动终端或SIM卡的；
          <br>（3）您在开设银行账户时预留了他人的手机号码的；
          <br>（4）第三人冒用或盗用您的身份信息或账户信息的；
          <br>（5）其他任何未经您本人合法授权，却在使用您的翼支付账户、本服务或您的银行账户的。
          <br>如发生上述情形，请及时拨打本公司客服电话：95106，申请账户保护，以免造成更大的经济损失。
          <br>11、如您否认的翼支付平台交易已实际入账并已直接给您造成实际经济损失，您可以在提供包括且不限于情况说明、证件照、报警回执等材料后致电我司客服申请先行理赔。
          <br>12、本公司根据本协议约定暂停您支付账户全部或部分功能的，您要恢复翼支付账户全部或部分功能的，本公司有权对您重新进行身份审核验证。
          <br>七、系统中断或故障
          <br>本公司系统因下列状况无法正常运作，使您无法使用各项服务时，本公司不承担损害赔偿责任，该状况包括但不限于：
          <br>1、本公司在本网站公告之系统停机维护期间。
          <br>2、电信设备出现故障不能进行数据传输的。
          <br>3、因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本公司系统障碍不能执行业务的。
          <br>4、由于黑客攻击、电信部门技术调整或故障、网站升级、银行方面的问题等原因而造成的服务中断或者延迟。
          <br>5、发生本公司无法控制或无法预见的其他情形。
          <br>八、责任范围及责任限制
          <br>1、您了解，您与交易对方或其他任何第三方之间因网上交易可能发生的包括但不限于商品或服务质量、数量、交易金额、交货时间等纠纷及损失应由您独立担责。本服务之合作单位，所提供之服务品质及内容由该合作单位自行负责。您明确因适用本服务从事的交易所产生的任何风险应由您与交易对方承担。
          <br>2、您在使用本服务的过程中，您可能遭受下列风险且本公司不对下列风险担责：
          <br>（1）来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息；
          <br>（2）遭受他人误导、欺骗或其他导致任何心理、生理上的伤害以及经济上的损失；
          <br>（3）其他因网络信息或您行为引起的风险。
          <br>3、翼支付用户信息是由您本人自行提供的，本公司无法保证该信息之准确、及时和完整，您应对您的判断承担全部责任。
          <br>4、本公司不对交易标的及本服务提供任何形式的保证，包括但不限于以下事项：
          <br>（1）本服务符合您的需求；
          <br>（2）本服务不受干扰、及时提供或免于出错；
          <br>（3）您经由本服务购买或取得之任何产品、服务、资讯或其他资料符合您的期望；
          <br>（4）您使用本服务从事的交易及时或最终完成。
          <br>5、您经由本服务之使用下载或取得任何资料，应由您自行考量且自负风险，因资料之下载而导致您电脑系统之任何损坏或资料流失，您应负完全责任。
          <br>6、您自本公司及本公司工作人员或经由本服务取得之建议和资讯，无论其为书面或口头形式，均不构成本公司对本服务之保证。
          <br>7、您充分知晓并同意本公司可能同时为您及您的（交易）对方提供本服务，您同意对本公司可能存在的该等行为予以明确豁免任何实际或潜在的利益冲突，并不得以此来主张本公司在提供本服务时存在法律上的瑕疵。
          <br>8、除本协议另有规定或本公司另行同意外，您对本公司的委托及向本公司发出的指令均不可撤销。
          <br>9、不论何种情形，本公司都不对任何由于使用或无法使用本公司提供的服务所造成间接的、附带的、特殊的或余波所及的损失、损害、债务或商务中断承担任何责任。
          <br>10、本公司不承担交易货物的交付责任，因货物延迟送达或在送达过程中的丢失、损坏等，应由您与交易对方自行处理。包括客户的账单逾期，导致其交易的结果为销账失败和由此产生的违约金或赔偿金等。
          <br>11、您对本公司所提示的风险和列示措施、说明完全理解和同意，承诺采取相关风险防范措施以尽量避免或减小风险，您自愿承担交易风险以及交易过程中可能产生的损失。
          <br>12、您理解，本公司有权依据相关法律规定对您的翼支付交易进行风险管控。您同意，当本公司基于单方判断，认为您有可疑交易或有违反法律规定或本协议及构成本协议重要组成部分的其他业务通知、规则之情形时，本公司有权不经通知，先行暂停、中断或终止向您提供本服务（包括但不限于对您翼支付账户名下的款项和在途交易采取限制交易、暂停交易、解除取消交易、恢复至交易前状态、暂扣处理、调账等措施），并拒绝您使用本服务之部分或全部功能。若本公司决定终止向您提供本服务的全部或部分服务，本公司有权将您滞留在该翼支付账户的全部合法资金退回到您绑定的银行账户。
          <br>13、您使用本服务时同意并认可，可能由于银行本身系统问题、银行相关作业网络连线问题、任何互联网系统问题或网络运营商原因、您的电子邮件系统问题或邮件服务商原因、您的手机通讯系统问题或通讯服务商原因或其他不可抗拒因素，造成本服务无法提供，对此本公司不承担任何责任。
          <br>九、翼支付服务使用限制
          <br>1、您在使用本服务时应遵守中华人民共和国相关法律法规及您所属、所居住或开展经营活动或其他业务的国家或地区的法律法规，不得将本服务用于任何非法目的（包括用于禁止或限制交易物品的交易），也不得以任何非法方式使用本服务。
          <br>2、您不得利用本服务从事侵害他人合法权益之行为，否则本公司有权拒绝提供本服务，且您应承担所有相关法律责任，因此导致本公司或本公司雇员受损的，您应承担赔偿责任，本公司有权从您在我司处或未来可能在我司处的财产等权益中对您造成的损失进行相应扣除，不足部分本公司保留向您追偿的权利。
          <br>上述1和2适用的情况包括但不限于：
          <br>（1）侵害他人名誉权、隐私权、商业秘密、商标权、著作权、专利权等合法权益；
          <br>（2）违反依法定或约定之保密义务；
          <br>（3）冒用他人名义使用本服务；
          <br>（4）从事不法交易行为，如洗钱、恐怖融资、贩卖枪支、毒品、禁药、盗版软件、黄色淫秽物品、其他本公司认为不得使用本服务进行交易的行为等；
          <br>（5）提供赌博资讯或以任何方式引诱他人参与赌博；
          <br>（6）非法使用他人银行账户（包括信用卡账户）或无效银行账号（包括信用卡账户）交易；
          <br>（7）违反《银行卡业务管理办法》使用银行卡，或利用信用卡套取现金（以下简称套现）；
          <br>（8）进行与您或交易对方宣称的交易内容不符的交易，或不真实的交易；
          <br>（9）从事任何可能含有电脑病毒或是可能侵害本服务系统、资料之行为；
          <br>（10）违反翼支付《营销活动管理规范》，进行规模性套取营销活动资金（简称套利）；
          <br>（11）其他本公司有正当理由认为不适当之行为。
          <br>3、您理解并同意，如因您进行与您宣称的交易内容不符的交易，或违反您所在平台对商品类目管理的规定，导致本公司、您所在平台或用户遭受损失的，本公司有权向您追偿并有权随时从您名下的翼支付账户扣除相应资金以弥补该等损失。且本公司有权对您名下翼支付账户暂停或终止向您提供部分或全部翼支付服务，或对您名下资产的部分或全部进行止付。
          <br>十、服务费用
          <br>1、您理解本服务附带营运成本，为了持续营运，本公司有权向您收取服务费用，服务费用的收取方式以您在使用本服务时收到的各类通知、告知为准。本公司发出的有关收费的各类通知、告知均为本协议的组成部分，您若在收到有关收费的各类通知或告知后仍然使用本服务，则视为您已无条件同意按照相关通知、告知所约定的收费标准和收费条件向本公司支付服务费用。
          <br>2、除非另有说明或约定，您同意本公司有权自您委托本公司代收或代付的款项或您任一翼支付账户余额或者其他资产中直接扣除上述服务费用。
          <br>十一、完整协议
          <br>本协议由《翼支付服务协议》条款与《翼支付交费助手服务协议》、《商家行为规范》、《翼支付使用条款》、《甜橙白条用户服务协议》等本公司手机客户端、网站不时公示的各项规则、页面流程组成。各项规则有约定，而本协议条款没有约定的，以各项规则约定为准。您对本协议理解和认同，您即对本协议所有组成部分的内容理解并认同，一旦您取得翼支付账户，或您以其他本公司允许的方式实际使用本服务，您和本公司即受本协议所有组成部分的约束。本协议部分内容被有管辖权的法院认定为违法或无效的，不因此影响其他内容的效力。
          <br>十二、知识产权的保护
          <br>1、本公司及关联公司所有系统及翼支付客户端、网站上所有内容，包括但不限于著作、图片、档案、资讯、资料、网站架构、网站画面的安排、网页设计，均由本公司或本公司关联公司依法拥有其知识产权，包括但不限于商标权、专利权、著作权、商业秘密等。
          <br>2、非经本公司或本公司关联企业书面同意，任何人不得擅自使用、修改、复制、公开传播、改变、散布、发行或公开发表本网站程序或内容。
          <br>3、尊重知识产权是您应尽的义务，如有违反，您应承担损害赔偿责任。
          <br>十三、法律适用与管辖
          <br>本协议之效力、解释、变更、执行与争议解决均适用中华人民共和国法律。因本协议产生之争议，均应依照中华人民共和国法律予以处理，并由被告住所地人民法院管辖。
          <br>十四、客户咨询与投诉
          <br>1、如果您对本公司翼支付服务有任何意见或建议，可与翼支付客户服务部门联系（7*24小时服务热线：95106），您也可通过翼支付手机客户端、易信公众号（ctbestpay）、微信公众号（ctbestpay）和翼支付门户网站等多种渠道联系在线客服进行咨询或投诉。针对您的问题，本公司会在规定时间内及时完成处理，并回访您确认处理结果。
          <br>2、您理解并同意，如您被他人投诉或您投诉他人，本公司有权将您的主体信息、联系方式、投诉相关的内容等必要信息提供给争议相对方或相关部门，以便及时解决投诉纠纷，以保护您及他人的合法权益，但法律法规另有规定的除外。
          <br>十五、其他
          <br>本协议条款无论因何种原因部分无效或不可执行，其余条款仍有效，仍对双方具有约束力。
          <br>《翼支付隐私政策》
          <br>最近更新日期：2018年11月30日
          <br>版本生效日期：2018年12月30日
          <br>本政策将帮助您了解以下内容：
          <br>一、我们如何收集和使用您的个人信息
          <br>二、您如何管理您的个人信息
          <br>三、我们如何使用 Cookie
          <br>四、我们如何共享、转让、公开披露您的个人信息
          <br>五、我们如何保护您的个人信息
          <br>六、未成年人隐私权特别约定
          <br>七、第三方责任说明
          <br>八、本政策适用与修订
          <br>九、如何联系我们
          <br>翼支付（在本隐私政策中，指天翼电子商务有限公司，以下或称"我们"）深知个人信息对您的重要性，并会尽全力保护您的个人隐私信息安全可靠。我们致力于维持您对我们的信任，保护您的个人信息，恪守权责一致原则、目的明确原则、选择同意原则、最少够用原则、确保安全原则、主体参与原则、公开透明原则等要求。同时，翼支付承诺，我们将遵守并落实《网络安全法》的各项规定，依照业界成熟的安全标准，采取相应的安全保护措施来保护您的个人信息。请您在使用我们的产品或服务前，仔细阅读本《隐私政策》，尤其是划线加粗内容，了解我们对您个人信息的处置原则。阅读过程中，如您有任何疑问或任何投诉意见，请与我们的客服95106或通过在线客服联系咨询。如您不同意协议中的任何发布或修订的条款，您可选择注销账户，同时您应知晓，翼支付将无法再为您提供相关服务。
          <br>本隐私政策中涉及的个人敏感信息包括：身份基本信息（包括客户姓名、国籍、性别、职业、住址、联系方式以及客户有效身份证件的种类、号码和有效期限、面部特征等）；网络身份标识信息（包括系统账号、IP地址、邮箱地址及与前述有关的密码、密码保护问题、密保问题答案等）；个人财产信息（交易和消费记录、以及翼支付账户余额、代金券、卡券兑换码等虚拟财产信息等）；个人常用设备信息（包括硬件型号、设备MAC地址、操作系统类型、设备识别码（如IMEI/android ID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息等））；个人位置信息等（包括行程信息、定位信息等）。
          <br>一、我们如何收集和使用您的个人信息
          <br>为了您可以正常使用翼支付服务，下列情形下您需要向我们提供相关信息：
          <br>（一）实名注册
          <br>1、在您注册翼支付账户或使用翼支付服务时，您需要提供您的身份信息、联系方式、地址以及绑定银行卡信息等。如您未能提供上述信息，即未完成实名制验证，将无法注册账户或无法进行支付交易。同时为了验证该类信息的准确性和完整性，我们会将您提供的信息与合法传送至存有您信息的第三方机构（如政府机关、事业单位、商业银行、合法设立的商业化数据库等）进行实名制验证，我们会对该类验证机构提供的信息来源合法性进行稽核。
          <br>2、因根据《支付机构反洗钱和反恐怖融资管理办法》等反洗钱相关法律、法规、规章及其他规范性文件要求，还需要您补充提供有效身份证件的彩色影印件以供我们核对并留存；如您未能提供，我们将无法为您注册账户或向您继续提供支付服务。
          <br>（二）支付服务
          <br>1、为了您能使用快捷支付服务，在您授权开通此项服务，将您的银行卡账户与翼支付账户绑定时，您需提供您的银行卡卡号、姓名、身份证号码、银行卡预留手机号等银行卡信息。我们会将该信息与清算组织、验证机构和发卡银行进行验证，如您不提供上述信息，将无法使用快捷支付服务。
          <br>2、为了准确执行您的支付指令，在您向他人转账时，您需按照支付页面提示输入收款人账户、收款人姓氏、转账金额等，同时为了避免因输错账号导致资金损失，您可以调用手机通讯录找到收款人的翼支付账户；如转到他人银行卡的，您还需输入收款人姓名、银行卡卡号等，如您不提供上述信息，转账则无法进行。
          <br>3、当您向商家付款时，商家会将您的支付金额、支付对象传输给我们以确认是否是您的真实意思表示。按照法律法规及监管规定，我们需要对商家进行管理，如识别、防止其套现或欺诈，商家会将购买商品、收货地址、联系方式等提供给我们。如您不同意商家提供该等信息，则无法完成付款。
          <br>4、在您忘记翼支付账户密码，需要进行密码找回时，我们需要核验您的身份信息，您需要向我们提供相关可识别您身份的信息。在您进行指纹支付时，需要使用您的指纹信息进行验证，我们不会采集您的指纹原图，您的指纹原图仅保存在您授权采集指纹的设备上。具体请详见您开通指纹支付时同意的《指纹服务协议》。如您不想通过指纹验证支付，仍可通过输入支付密码的方式进行支付。
          <br>5、当您与我们的客服取得联系，为确保您的账号安全，我们的客服会使用客服系统核验您的账号和身份信息。当您需要咨询相关支付交易服务时，我们的客服将会查询您的交易信息。
          <br>（三）支付安全
          <br>为了准确预防钓鱼欺诈，保障您的账户安全，防范社会工程化攻击，提高支付交易服务的安全性，我们可能会通过了解您的设备信息、交易信息、位置信息等手段来判断您的账号风险，排查并防范您的信息泄露和资金损失风险，并分析处理相关支付系统稳定性和兼容性问题。
          <br>（四）个性化服务
          <br>我们为了完善服务质量，提升您的业务体验，可能会收集您使用翼支付服务时的交易信息、浏览信息、关注信息、位置信息等，进行数据统计分析，形成用户画像，以便为您提供您感兴趣的个性化服务，我们不会以任何方式和途径向您推送涉及隐私内容的商品服务信息。未经您明确授权，我们不会出于满足第三方的营销需求而将您的个人信息出售给任何第三方。如果您希望退订我们从短信渠道、电话渠道推送的商业广告，可以通过短信回复TD和明确表达不接受此类外呼的方式申请退订服务。
          <br>（五）您充分知晓，以下情形中，我们收集、使用个人信息无需征得您的授权同意：
          <br>1、与国家安全、国防安全有关的；
          <br>2、与公共安全、公共卫生、重大公共利益有关的；
          <br>3、与犯罪侦查、起诉、审判和判决执行等有关的；
          <br>4、出于维护个人信息主体或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
          <br>5、所收集的个人信息是个人信息主体自行向社会公众公开的；
          <br>6、从合法公开披露的信息中收集的您的个人信息的，如合法的新闻报道、政府信息公开等渠道；
          <br>7、根据您的要求签订合同所必需的；
          <br>8、用于维护所提供的产品与/或服务的安全稳定运行所必需的，例如发现、处置产品与/或服务的故障；
          <br>9、为合法的新闻报道所必需的；
          <br>10、学术研究机构基于公共利益开展统计或学术研究所必要，且对外提供学术研究或描述的结果时，对结果中所包含的个人信息进行去标识化处理的；
          <br>11、法律法规规定的其他情形。
          <br>二、您如何管理您的个人信息
          <br>1、您可通过翼支付门户网站登录翼支付账户，在【我的翼支付】，以及从翼支付客户端登录翼支付账户在【账户-个人信息】中，查阅您的身份信息、账户信息，或修改您的个人资料，或进行相关的隐私、安全设置；但出于安全性和身份识别的考虑或根据法律法规的强制规定，您可能无法修改注册时提供的初始认证信息。
          <br>2、您可在翼支付门户网站登录翼支付账户，在【我的翼支付-快捷支付银行卡管理】中，以及从翼支付客户端登录翼支付账户在【账户-个人信息】中对绑定的银行卡进行管理。
          <br>3、您可通过如下路径注销翼支付账户：
          <br>（1）PC端操作路径：打开www.bestpay.com.cn，登录账户后，点击左侧菜单栏中【安全中心】，进入页面后找到【注销账户】；或登录账户后，点击右上角【帮助中心】，选择【自助服务】后，在页面下方【账户管理】中找到【注销账户】。
          <br>（2）翼支付客户端操作路径：客户端操作路径：手机登录翼支付客户端，进入【客服中心】，搜索【全部问题】：选择【账户管理】—【如何进行自助销户】-【申请销户】。
          <br>4、在您仔细阅读《翼支付账户注销协议》，并选择注销您的翼支付账户后，您该账户内的所有信息将被清空，我们将不会再收集、使用或共享与该账户相关的个人信息，但之前的信息我们仍需按照国家监管要求进行强加密保存，且在该依法保存的期间受有权机关指令，提供有权机关查询，保存期限依照反洗钱法规定不少于五年，超出期限后将对所涉及的个人信息进行匿名化处理。
          <br>5、如您发现我们采集、使用您个人信息的行为，违反了法律、行政法规规定或违反了与您的约定，您可联系我们的客服电话95106或通过在线客服，要求删除该违反行为下采集的您的个人信息（但因向您提供服务需要部分信息作为基础，如您在约定外要求删除的，可能会造成对您提供服务的影响或停止）。
          <br>6、如您发现我们收集、储存的您的个人信息有错误的，或者您本人的个人认证信息发生变更的，可以联系我们的客服电话95106或通过在线客服要求更正。
          <br>7、在响应您上述5、6项要求前，为保障安全，我们可能需要您提供书面请求，或以其他方式证明您的身份，验证通过后将在三个工作日内处理完成；有特殊情形的，翼支付将在不超过法律法规规定期限内答复您的请求。
          <br>8、尽管有上述约定，但按照法律法规要求，在以下情形下，我们可能无法响应您的请求：
          <br>(1)与国家安全、国防安全有关的；
          <br>(2)与公共安全、公共卫生、重大公共利益有关的；
          <br>(3)与犯罪侦查、起诉和审判等有关的；
          <br>(4)有充分证据表明您存在主观恶意或滥用权利的；
          <br>(5)响应您的请求将导致其他个人、组织的合法权益受到严重损害的。
          <br>三、我们如何使用 Cookie：
          <br>为使您获得更轻松的访问体验，我们可能会在您享受翼支付个性化服务的同时，向您的计算机或移动设备上发送一个或多个Cookie的小数据文件，指定给您的Cookie是唯一的，它只能被将Cookies发布给您域中的Web服务器读取。您接受的Cookies存储您的浏览习惯和偏好设置等数据，进而帮助判断您的登录状态以及账户或数据安全，优化您对广告的选择与互动，您可以修改浏览器相关设置，以关闭Cookie的使用或删除存储的Cookies，但可能会影响您使用翼支付提供的支付服务或安全保障。
          <br>四、我们如何共享、转让、公开披露您的个人信息
          <br>（一）共享
          <br>我们不会与翼支付以外的任何公司、组织和个人分享您的个人信息，但以下情况除外：
          <br>1、事先获得您明确的同意或授权；
          <br>2、根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须情况进行提供；
          <br>3、在法律法规允许的范围内，为维护翼支付、翼支付的关联方、您或其他翼支付用户或社会公众利益、财产或安全免遭损害而有必要提供，比如为防止欺诈等违法活动和减少信用风险，而与其他公司和组织交换信息。不过,这并不包括违反本隐私政策中所作的承诺而为获利目的出售、出租、共享或以其它方式披露的个人信息。我们的关联方无权将个人信息共享用于任何其他用途，我们的关联方如要改变个人信息的处理目的，将再次通过公告公示和弹框授权等方式，征求您的授权同意；
          <br>4、只有共享您的信息，才能实现我们的产品与/或服务的核心功能或提供您需要的服务；
          <br>5、应您需求为您处理您与他人的纠纷或争议；
          <br>6、符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供；
          <br>7、基于学术研究而使用；
          <br>8、基于符合法律法规的社会公共利益而使用。
          <br>对于我们与之共享个人信息的公司、组织和个人，我们会与其签署严格的保密协定，要求他们按照我们的说明、本隐私政策以及其他任何相关的保密和安全措施来处理个人信息。在敏感数据使用上，我们要求第三方采用数据脱敏和加密技术，从而更好地保护用户数据。
          <br>本隐私政策中的"翼支付关联公司"指：（1）中国电信集团有限公司；（2）中国电信集团有限公司直接或间接控股的公司，例如：中国电信股份有限公司、天翼征信有限公司、陕西中和恒泰保险代理有限公司、天翼金控科技（北京）有限公司、号百控股股份有限公司、号百信息服务有限公司、号百商旅电子商务有限公司；（3）中国电信集团有限公司参股或形成经营、协作的，且具有关联关系的企业，例如：中国通信服务股份有限公司、中国铁塔股份有限公司。"关联"是指一方现在或将来控制、受控制或与其出于共同控制下的任何公司、合法机构以及上述公司、合法机构的合法继承人。
          <br>（二）转让
          <br>我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
          <br>1、事先获得您明确的同意或授权；
          <br>2、根据适用的法律法规、法律程序的要求、强制性的行政或司法要求所必须的情况进行提供；
          <br>3、符合与您签署的相关协议（包括在线签署的电子协议以及相应的平台规则）或其他的法律文件约定所提供。
          <br>（三）公开披露
          <br>原则上我们不会将您的信息进行公开披露，但以下情形除外：
          <br>1、根据您的需求，在您明确同意或授权的披露方式下披露您所指定的个人信息；
          <br>2、根据法律法规的要求、强制性的行政执法或司法要求所必须提供您个人信息的情况下，我们可能会依据所要求的个人信息类型和披露方式，在法律法规许可的前提下，采取符合业界标准的安全防护措施的前提下公开披露您的个人信息。
          <br>五、我们如何保护您的个人信息
          <br>1、遵照《网络安全法》规定，我们在中华人民共和国境内收集和产生的个人信息将存储在中华人民共和国境内。
          <br>2、我们已使用符合业界标准的安全防护措施保护您提供的个人信息，采取措施保护数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们会采取一切合理可行的措施，确保您个人信息的安全性、完整性、真实性、有效性，例如：
          <br>（1）在您的浏览器与服务端之间交换数据时受 SSL 加密保护，对www.bestpay.com.cn翼支付门户网站提供 https 安全浏览方式，确保您的个人信息在传输过程中的安全；
          <br>（2）使用加密技术对个人信息数据进行存储，使用受信赖的保护机制防止数据遭到攻击；在涉及个人信息需要展示的应用界面，我们采用必要的掩码脱敏手段以确保不受非法窃取；
          <br>（3）在您初次使用翼支付的APP时，我们会遵循最小化原则，结合具体业务场景及其所涉设备权限，按需阐明用途，征求您的充分授权，保障您的知情权和隐私权不受侵犯。
          <br>（4）我们建立了数据安全管理制度，明确了数据分类分级方式和敏感信息管理要求，规范了信息存储准则。我们部署严格的访问控制、多重身份认证机制以及定期开展访问日志复核，确保只有授权人员才可访问个人信息，防止越权和违规操作；
          <br>（5）我们建立了完备的安全事件处置措施和补救措施，每年针对个人信息保护进行应急预案的演练，及时定位风险，持续监控态势。同时定期举办敏感数据安全和隐私保护培训课程，加深员工保护个人信息的安全意识，截止目前未发生任何个人信息泄露、毁损、丢失的风险事件。翼支付建立了门户资讯中心、APP消息中心、微博和微信公众号等通知渠道，当发生公众风险事件后，可通过上述渠道及时将影响分析和处置方式知会相关用户。 3、我们定期开展包括敏感信息内部审计、信息安全风险评估、代码安全检查、数据日志分析等信息安全保护工作，截止2018年4月已经取得了包括ISO27001信息安全管理体系认证、PCI DSS支付卡产业安全标准认证、ADSS银联卡账户信息安全合规认证在内的信息安全能力资质，从安全管理策略、安全技术保障等诸多方面保护您的个人信息安全。
          <br>4、互联网并非绝对安全的环境，而且电子邮件、即时通讯等交流方式并未强加密，为了保护您的个人信息，我们强烈建议您不要通过此类方式传输个人信息。尽可能最小化向第三方提供个人信息，防止非法窃取盗用和未经授权访问带来的信息泄露和资金损失。请您尽可能使用复杂密码、一次性验证码及您的生物特征验证方式，协助我们保证您的账号安全。如您发现自己的个人信息泄密，尤其是您的账户信息及密码发生泄露，请您立即通过本政策约定的联系方式联络我们，以便我们在尽快时间内配合您采取相应措施。
          <br>六、未成年人隐私权特别约定
          <br>若您是18周岁以下16周岁以上，以自己的劳动收入为主要生活来源的未成年人，我们鼓励您在父母或监护人的指导下使用我们的服务，请您的父母或监护人阅读本政策，并在征得您父母或监护人同意的前提下使用我们的服务或向我们提供您的信息，翼支付根据国家相关法律法规的规定要求保护未成年人的个人信息。如您的监护人不同意您按照本政策使用我们的服务或向我们提供信息，请您立即终止使用我们的服务并及时通知我们，以便我们采取相应的措施。
          <br>七、第三方责任说明
          <br>1、如您通过我们的网站或客户端，使用了由第三方而非翼支付提供的服务时，我们不对第三方主体对您的信息是否以及如何采取保护措施提供保证。我们为尽力确保您的账号安全，使您获得更安全的访问体验，我们会使用专用的传输层安全协议，通过https等方式的加密网络通道，可以帮助您识别防范钓鱼、账号泄露等风险，同时更有利于保障您和第三方的共同权益，尽力阻止不法分子篡改您和您希望访问的第三方之间正常服务内容，尽力使您的个人信息在传输过程中的安全。
          <br>2、您通过我们客户端接入使用的第三方服务，查看第三方创建的网页或使用第三方开发的应用程序时，向您提示这些第三方可能会放置他们自己的Cookies，这些Cookies不受我们的控制，且它们的使用不受本政策的约束，您应当进行关注。服务提供方可能有自己的独立隐私权保护政策，我们对第三方服务提供方对您的个人信息采取保护措施会尽到法律规定的义务，但我们无法保证这些主体一定会按照我们的要求标准采取保护措施，请您在使用第三方服务时，务必与第三方直接联系以获得关于他们的隐私权政策详情。如果您发现这些第三方服务存在风险时，建议您终止相关操作以保护您的合法权益。
          <br>八、本政策适用与修订
          <br>翼支付所有服务均适用本政策，我们的隐私政策可能因功能变更、业务变化、服务更新、监管要求等原因而随之修订。未经您明确同意，我们不会减少您按照本隐私政策所应享有的权利。我们会在翼支付网站、翼支付移动端上更新政策版本，同时在生效前通过网站公告资讯发布或以其他适当方式提醒您相关内容的更新。对于重大变更，我们可能还会提供更为显著的通知，包括但不仅限于短信通知、客户端消息中心等，说明隐私政策的具体变更内容。 本政策所指的重大变更包括但不限于：
          <br>1、我们的服务模式发生重大变化。如处理个人信息的目的、类型及使用方式等
          <br>2、个人信息共享、转让或公开披露的主要对象发生变化；
          <br>3、您参与个人信息处理方面的权利及其行使方式发生重大变化；
          <br>4、我们负责处理个人信息安全的联络方式及投诉渠道发生变化时；
          <br>5、个人信息安全影响评估报告以及敏感信息内部审计报告表明存在高风险时。
          <br>九、如何联系我们
          <br>1、如您对本隐私政策或您个人信息的相关事宜有任何问题、意见或建议，请通过访问翼支付客户端客服中心或翼支付门户端自助服务的在线客服系统联络我们，也可在线反馈留言或拨打我们的客服电话95106等多种方式与我们取得联系。
          <br>2、一般情况下，我们将在七十二小时内回复。如果您对我们的回复不满意，特别是我们的个人信息处理行为损害了您的合法权益，您可以与我们再次沟通，或向有权机关反映。
          <br></p></div>
    </div>
</div></div>
</div>
</template>

<script>
// 请求接口

export default {
  data() {
    return {
      
    }
  },
  computed: {
    
  },
  mounted() {
  },
  methods: {

  }
}
</script>
<style lang="scss" scoped>
.personal-access{
   .layui-layer-title{
       padding:0 80px 0 20px;
       height:42px;
       line-height:42px;
       border-bottom:1px solid #eee;
       font-size:14px;
       color:#333;
       overflow:hidden;
       background-color:#F8F8F8;
       border-radius:2px 2px 0 0;
       text-overflow:ellipsis;
       white-space:nowrap;
   }
   .layui-layer-content{
       font-size:14px;
   }
   .xieyis2{
       padding:15px;
       font-size:14px;
   }
}


</style>
