const pick_area = [
  {
    text: '北京',
    value: '002001',
    children: [
      {
        value: '002001001',
        text: '北京市',
        children: [
          { text: '顺义区', value: '002001001013' },
          { text: '昌平区', value: '002001001014' },
          { text: '房山区', value: '002001001011' },
          { text: '通州区', value: '002001001012' },
          { text: '大兴区', value: '002001001015' },
          { text: '密云县', value: '002001001028' },
          { text: '延庆县', value: '002001001029' },
          { text: '怀柔区', value: '002001001016' },
          { text: '平谷区', value: '002001001017' },
          { text: '崇文区', value: '002001001003' },
          { text: '宣武区', value: '002001001004' },
          { text: '东城区', value: '002001001001' },
          { text: '西城区', value: '002001001002' },
          { text: '朝阳区', value: '002001001005' },
          { text: '海淀区', value: '002001001008' },
          { text: '门头沟区', value: '002001001009' },
          { text: '丰台区', value: '002001001006' },
          { text: '石景山区', value: '002001001007' }
        ]
      }
    ]
  },
  {
    text: '天津',
    value: '002002',
    children: [
      {
        value: '002002001',
        text: '天津市',
        children: [
          { text: '蓟县', value: '002002001025' },
          { text: '滨海新区', value: '002002001026' },
          { text: '静海县', value: '002002001023' },
          { text: '宝坻区', value: '002002001015' },
          { text: '宁河县', value: '002002001021' },
          { text: '塘沽区', value: '002002001030' },
          { text: '经济技术开发区', value: '002002001034' },
          { text: '高新区', value: '002002001035' },
          { text: '保税区', value: '002002001033' },
          { text: '大港区', value: '002002001031' },
          { text: '汉沽区', value: '002002001032' },
          { text: '南开区', value: '002002001004' },
          { text: '河北区', value: '002002001005' },
          { text: '河西区', value: '002002001003' },
          { text: '和平区', value: '002002001001' },
          { text: '河东区', value: '002002001002' },
          { text: '红桥区', value: '002002001006' },
          { text: '北辰区', value: '002002001013' },
          { text: '武清区', value: '002002001014' },
          { text: '津南区', value: '002002001012' },
          { text: '东丽区', value: '002002001010' },
          { text: '西青区', value: '002002001011' }
        ]
      }
    ]
  },
  {
    text: '河北',
    value: '002003',
    children: [
      {
        value: '002003001',
        text: '石家庄市',
        children: [
          { text: '元氏县', value: '002003001032' },
          { text: '赵县', value: '002003001033' },
          { text: '辛集市', value: '002003001081' },
          { text: '赞皇县', value: '002003001029' },
          { text: '无极县', value: '002003001030' },
          { text: '平山县', value: '002003001031' },
          { text: '鹿泉市', value: '002003001085' },
          { text: '裕华区', value: '002003001086' },
          { text: '高新技术开发区', value: '002003001087' },
          { text: '藁城市', value: '002003001082' },
          { text: '晋州市', value: '002003001083' },
          { text: '新乐市', value: '002003001084' },
          { text: '新华区', value: '002003001005' },
          { text: '井陉矿区', value: '002003001007' },
          { text: '井陉县', value: '002003001021' },
          { text: '长安区', value: '002003001002' },
          { text: '桥东区', value: '002003001003' },
          { text: '桥西区', value: '002003001004' },
          { text: '灵寿县', value: '002003001026' },
          { text: '高邑县', value: '002003001027' },
          { text: '深泽县', value: '002003001028' },
          { text: '正定县', value: '002003001023' },
          { text: '栾城县', value: '002003001024' },
          { text: '行唐县', value: '002003001025' }
        ]
      },
      {
        value: '002003002',
        text: '唐山市',
        children: [
          { text: '丰南区', value: '002003002082' },
          { text: '迁安市', value: '002003002083' },
          { text: '遵化市', value: '002003002081' },
          { text: '玉田县', value: '002003002029' },
          { text: '唐海县', value: '002003002030' },
          { text: '高新区', value: '002003002087' },
          { text: '芦台开发区', value: '002003002088' },
          { text: '汉沽管理区', value: '002003002086' },
          { text: '南堡开发区', value: '002003002084' },
          { text: '海港开发区', value: '002003002085' },
          { text: '开平区', value: '002003002005' },
          { text: '曹妃甸区', value: '002003002010' },
          { text: '古冶区', value: '002003002004' },
          { text: '路南区', value: '002003002002' },
          { text: '路北区', value: '002003002003' },
          { text: '乐亭县', value: '002003002025' },
          { text: '迁西县', value: '002003002027' },
          { text: '滦南县', value: '002003002024' },
          { text: '丰润区', value: '002003002021' },
          { text: '滦县', value: '002003002023' }
        ]
      },
      {
        value: '002003003',
        text: '秦皇岛市',
        children: [
          { text: '抚宁县', value: '002003003023' },
          { text: '昌黎县', value: '002003003022' },
          { text: '经济技术开发区', value: '002003003025' },
          { text: '卢龙县', value: '002003003024' },
          { text: '山海关区', value: '002003003003' },
          { text: '海港区', value: '002003003002' },
          { text: '青龙满族自治县', value: '002003003021' },
          { text: '北戴河区', value: '002003003004' }
        ]
      },
      {
        value: '002003004',
        text: '邯郸市',
        children: [
          { text: '鸡泽县', value: '002003004031' },
          { text: '广平县', value: '002003004032' },
          { text: '邱县', value: '002003004030' },
          { text: '肥乡县', value: '002003004028' },
          { text: '永年县', value: '002003004029' },
          { text: '武安市', value: '002003004081' },
          { text: '经济开发区', value: '002003004082' },
          { text: '曲周县', value: '002003004035' },
          { text: '馆陶县', value: '002003004033' },
          { text: '魏县', value: '002003004034' },
          { text: '峰峰矿区', value: '002003004006' },
          { text: '邯郸县', value: '002003004021' },
          { text: '复兴区', value: '002003004004' },
          { text: '邯山区', value: '002003004002' },
          { text: '丛台区', value: '002003004003' },
          { text: '涉县', value: '002003004026' },
          { text: '磁县', value: '002003004027' },
          { text: '大名县', value: '002003004025' },
          { text: '临漳县', value: '002003004023' },
          { text: '成安县', value: '002003004024' }
        ]
      },
      {
        value: '002003005',
        text: '邢台市',
        children: [
          { text: '广宗县', value: '002003005031' },
          { text: '平乡县', value: '002003005032' },
          { text: '巨鹿县', value: '002003005029' },
          { text: '新河县', value: '002003005030' },
          { text: '威县', value: '002003005033' },
          { text: '南宫市', value: '002003005081' },
          { text: '沙河市', value: '002003005082' },
          { text: '清河县', value: '002003005034' },
          { text: '临西县', value: '002003005035' },
          { text: '宁晋县', value: '002003005028' },
          { text: '邢台县', value: '002003005021' },
          { text: '临城县', value: '002003005022' },
          { text: '桥东区', value: '002003005002' },
          { text: '桥西区', value: '002003005003' },
          { text: '内丘县', value: '002003005023' },
          { text: '任县', value: '002003005026' },
          { text: '南和县', value: '002003005027' },
          { text: '柏乡县', value: '002003005024' },
          { text: '隆尧县', value: '002003005025' }
        ]
      },
      {
        value: '002003006',
        text: '保定市',
        children: [
          { text: '蠡县', value: '002003006035' },
          { text: '顺平县', value: '002003006036' },
          { text: '博野县', value: '002003006037' },
          { text: '安新县', value: '002003006032' },
          { text: '易县', value: '002003006033' },
          { text: '曲阳县', value: '002003006034' },
          { text: '雄县', value: '002003006038' },
          { text: '高碑店市', value: '002003006084' },
          { text: '莲池区', value: '002003006085' },
          { text: '竞秀区', value: '002003006086' },
          { text: '涿州市', value: '002003006081' },
          { text: '定州市', value: '002003006082' },
          { text: '安国市', value: '002003006083' },
          { text: '望都县', value: '002003006031' },
          { text: '满城县', value: '002003006021' },
          { text: '清苑县', value: '002003006022' },
          { text: '涞水县', value: '002003006023' },
          { text: '新市区', value: '002003006002' },
          { text: '北市区', value: '002003006003' },
          { text: '南市区', value: '002003006004' },
          { text: '阜平县', value: '002003006024' },
          { text: '高阳县', value: '002003006028' },
          { text: '容城县', value: '002003006029' },
          { text: '涞源县', value: '002003006030' },
          { text: '徐水县', value: '002003006025' },
          { text: '定兴县', value: '002003006026' },
          { text: '唐县', value: '002003006027' }
        ]
      },
      {
        value: '002003007',
        text: '张家口市',
        children: [
          { text: '怀安县', value: '002003007028' },
          { text: '万全县', value: '002003007029' },
          { text: '蔚县', value: '002003007026' },
          { text: '阳原县', value: '002003007027' },
          { text: '赤城县', value: '002003007032' },
          { text: '崇礼县', value: '002003007033' },
          { text: '怀来县', value: '002003007030' },
          { text: '涿鹿县', value: '002003007031' },
          { text: '尚义县', value: '002003007025' },
          { text: '宣化区', value: '002003007005' },
          { text: '下花园区', value: '002003007006' },
          { text: '桥东区', value: '002003007002' },
          { text: '桥西区', value: '002003007003' },
          { text: '康保县', value: '002003007023' },
          { text: '沽源县', value: '002003007024' },
          { text: '宣化县', value: '002003007021' },
          { text: '张北县', value: '002003007022' }
        ]
      },
      {
        value: '002003008',
        text: '承德市',
        children: [
          { text: '隆化县', value: '002003008025' },
          { text: '滦平县', value: '002003008024' },
          { text: '丰宁满族自治县', value: '002003008026' },
          { text: '围场满族蒙古族自治县', value: '002003008028' },
          { text: '宽城满族自治县', value: '002003008027' },
          { text: '平泉县', value: '002003008023' },
          { text: '双滦区', value: '002003008003' },
          { text: '双桥区', value: '002003008002' },
          { text: '鹰手营子矿区', value: '002003008004' },
          { text: '兴隆县', value: '002003008022' },
          { text: '承德县', value: '002003008021' }
        ]
      },
      {
        value: '002003009',
        text: '沧州市',
        children: [
          { text: '献县', value: '002003009029' },
          { text: '孟村回族自治县', value: '002003009030' },
          { text: '南皮县', value: '002003009027' },
          { text: '吴桥县', value: '002003009028' },
          { text: '黄骅市', value: '002003009083' },
          { text: '河间市', value: '002003009084' },
          { text: '泊头市', value: '002003009081' },
          { text: '任丘市', value: '002003009082' },
          { text: '沧县', value: '002003009021' },
          { text: '青县', value: '002003009022' },
          { text: '新华区', value: '002003009002' },
          { text: '运河区', value: '002003009003' },
          { text: '盐山县', value: '002003009025' },
          { text: '肃宁县', value: '002003009026' },
          { text: '东光县', value: '002003009023' },
          { text: '海兴县', value: '002003009024' }
        ]
      },
      {
        value: '002003010',
        text: '廊坊市',
        children: [
          { text: '大厂回族自治县', value: '002003010028' },
          { text: '文安县', value: '002003010026' },
          { text: '霸州市', value: '002003010081' },
          { text: '广阳区', value: '002003010083' },
          { text: '三河市', value: '002003010082' },
          { text: '大城县', value: '002003010025' },
          { text: '开发区', value: '002003010010' },
          { text: '安次区', value: '002003010002' },
          { text: '固安县', value: '002003010022' },
          { text: '香河县', value: '002003010024' },
          { text: '永清县', value: '002003010023' }
        ]
      },
      {
        value: '002003011',
        text: '衡水市',
        children: [
          { text: '景县', value: '002003011027' },
          { text: '故城县', value: '002003011026' },
          { text: '阜城县', value: '002003011028' },
          { text: '深州市', value: '002003011082' },
          { text: '冀州市', value: '002003011081' },
          { text: '安平县', value: '002003011025' },
          { text: '枣强县', value: '002003011021' },
          { text: '桃城区', value: '002003011002' },
          { text: '武邑县', value: '002003011022' },
          { text: '饶阳县', value: '002003011024' },
          { text: '武强县', value: '002003011023' }
        ]
      }
    ]
  },
  {
    text: '山西',
    value: '002004',
    children: [
      {
        value: '002004001',
        text: '太原市',
        children: [
          { text: '清徐县', value: '002004001021' },
          { text: '晋源区', value: '002004001010' },
          { text: '阳曲县', value: '002004001022' },
          { text: '古交市', value: '002004001081' },
          { text: '娄烦县', value: '002004001023' },
          { text: '迎泽区', value: '002004001006' },
          { text: '小店区', value: '002004001005' },
          { text: '杏花岭区', value: '002004001007' },
          { text: '万柏林区', value: '002004001009' },
          { text: '尖草坪区', value: '002004001008' }
        ]
      },
      {
        value: '002004002',
        text: '大同市',
        children: [
          { text: '灵丘县', value: '002004002024' },
          { text: '广灵县', value: '002004002023' },
          { text: '浑源县', value: '002004002025' },
          { text: '大同县', value: '002004002027' },
          { text: '左云县', value: '002004002026' },
          { text: '天镇县', value: '002004002022' },
          { text: '矿区', value: '002004002003' },
          { text: '城区', value: '002004002002' },
          { text: '南郊区', value: '002004002011' },
          { text: '阳高县', value: '002004002021' },
          { text: '新荣区', value: '002004002012' }
        ]
      },
      {
        value: '002004003',
        text: '阳泉市',
        children: [
          { text: '平定县', value: '002004003021' },
          { text: '盂县', value: '002004003022' },
          { text: '郊区', value: '002004003011' },
          { text: '城区', value: '002004003002' },
          { text: '矿区', value: '002004003003' }
        ]
      },
      {
        value: '002004004',
        text: '长治市',
        children: [
          { text: '武乡县', value: '002004004029' },
          { text: '长子县', value: '002004004028' },
          { text: '壶关县', value: '002004004027' },
          { text: '潞城市', value: '002004004081' },
          { text: '沁源县', value: '002004004031' },
          { text: '沁县', value: '002004004030' },
          { text: '黎城县', value: '002004004026' },
          { text: '长治县', value: '002004004021' },
          { text: '郊区', value: '002004004011' },
          { text: '城区', value: '002004004002' },
          { text: '平顺县', value: '002004004025' },
          { text: '屯留县', value: '002004004024' },
          { text: '襄垣县', value: '002004004023' }
        ]
      },
      {
        value: '002004005',
        text: '晋城市',
        children: [
          { text: '陵川县', value: '002004005024' },
          { text: '泽州县', value: '002004005025' },
          { text: '高平市', value: '002004005081' },
          { text: '城区', value: '002004005002' },
          { text: '沁水县', value: '002004005021' },
          { text: '阳城县', value: '002004005022' }
        ]
      },
      {
        value: '002004006',
        text: '朔州市',
        children: [
          { text: '应县', value: '002004006022' },
          { text: '右玉县', value: '002004006023' },
          { text: '怀仁县', value: '002004006024' },
          { text: '朔城区', value: '002004006002' },
          { text: '平鲁区', value: '002004006003' },
          { text: '山阴县', value: '002004006021' }
        ]
      },
      {
        value: '002004022',
        text: '忻州市',
        children: [
          { text: '岢岚县', value: '002004022031' },
          { text: '五寨县', value: '002004022030' },
          { text: '神池县', value: '002004022029' },
          { text: '河曲县', value: '002004022032' },
          { text: '忻州市忻府区', value: '002004022099' },
          { text: '偏关县', value: '002004022034' },
          { text: '保德县', value: '002004022033' },
          { text: '五台县', value: '002004022023' },
          { text: '定襄县', value: '002004022022' },
          { text: '原平市', value: '002004022002' },
          { text: '代县', value: '002004022025' },
          { text: '静乐县', value: '002004022028' },
          { text: '宁武县', value: '002004022027' },
          { text: '繁峙县', value: '002004022026' }
        ]
      },
      {
        value: '002004023',
        text: '吕梁市',
        children: [
          { text: '岚县', value: '002004023029' },
          { text: '石楼县', value: '002004023028' },
          { text: '柳林县', value: '002004023027' },
          { text: '交口县', value: '002004023033' },
          { text: '中阳县', value: '002004023032' },
          { text: '方山县', value: '002004023030' },
          { text: '临县', value: '002004023026' },
          { text: '汾阳市', value: '002004023003' },
          { text: '离石市', value: '002004023002' },
          { text: '孝义市', value: '002004023001' },
          { text: '兴县', value: '002004023025' },
          { text: '交城县', value: '002004023023' },
          { text: '文水市', value: '002004023022' }
        ]
      },
      {
        value: '002004024',
        text: '晋中市',
        children: [
          { text: '祁县', value: '002004024030' },
          { text: '太谷县', value: '002004024029' },
          { text: '寿阳县', value: '002004024027' },
          { text: '晋中市开发区', value: '002004024099' },
          { text: '灵石县', value: '002004024033' },
          { text: '平遥县', value: '002004024031' },
          { text: '榆社县', value: '002004024021' },
          { text: '介休市', value: '002004024002' },
          { text: '榆次市', value: '002004024001' },
          { text: '昔阳县', value: '002004024024' },
          { text: '和顺县', value: '002004024023' },
          { text: '左权县', value: '002004024022' }
        ]
      },
      {
        value: '002004026',
        text: '临汾市',
        children: [
          { text: '蒲县', value: '002004026032' },
          { text: '大宁县', value: '002004026033' },
          { text: '吉县', value: '002004026030' },
          { text: '乡宁县', value: '002004026031' },
          { text: '汾西县', value: '002004026036' },
          { text: '尧都区', value: '002004026099' },
          { text: '永和县', value: '002004026034' },
          { text: '隰县', value: '002004026035' },
          { text: '浮山县', value: '002004026029' },
          { text: '曲沃县', value: '002004026021' },
          { text: '翼城县', value: '002004026022' },
          { text: '侯马市', value: '002004026002' },
          { text: '霍州市', value: '002004026003' },
          { text: '古县', value: '002004026027' },
          { text: '安泽县', value: '002004026028' },
          { text: '襄汾县', value: '002004026023' },
          { text: '洪洞县', value: '002004026025' }
        ]
      },
      {
        value: '002004027',
        text: '运城市',
        children: [
          { text: '绛县', value: '002004027031' },
          { text: '夏县', value: '002004027030' },
          { text: '闻喜县', value: '002004027029' },
          { text: '运城市盐湖区', value: '002004027099' },
          { text: '垣曲县', value: '002004027033' },
          { text: '平陆县', value: '002004027032' },
          { text: '稷山县', value: '002004027027' },
          { text: '芮城县', value: '002004027023' },
          { text: '河津市', value: '002004027003' },
          { text: '永济市', value: '002004027002' },
          { text: '新绛县', value: '002004027026' },
          { text: '万荣县', value: '002004027025' },
          { text: '临猗县', value: '002004027024' }
        ]
      }
    ]
  },
  {
    text: '辽宁',
    value: '002011',
    children: [
      {
        value: '002011001',
        text: '沈阳市',
        children: [
          { text: '辽中区', value: '002011001022' },
          { text: '康平县', value: '002011001023' },
          { text: '沈北新区', value: '002011001013' },
          { text: '于洪区', value: '002011001014' },
          { text: '新城子经济技术开发区', value: '002011001082' },
          { text: '经济技术开发区', value: '002011001083' },
          { text: '法库县', value: '002011001024' },
          { text: '新民市', value: '002011001081' },
          { text: '大东区', value: '002011001004' },
          { text: '皇姑区', value: '002011001005' },
          { text: '和平区', value: '002011001002' },
          { text: '沈河区', value: '002011001003' },
          { text: '苏家屯区', value: '002011001011' },
          { text: '浑南区', value: '002011001012' },
          { text: '铁西区', value: '002011001006' },
          { text: '东陵区', value: '002011001010' }
        ]
      },
      {
        value: '002011002',
        text: '大连市',
        children: [
          { text: '普兰店市', value: '002011002082' },
          { text: '瓦房店市', value: '002011002081' },
          { text: '长海县', value: '002011002024' },
          { text: '保税区', value: '002011002100' },
          { text: '开发区', value: '002011002099' },
          { text: '庄河市', value: '002011002083' },
          { text: '金州区', value: '002011002013' },
          { text: '沙河口区', value: '002011002004' },
          { text: '西岗区', value: '002011002003' },
          { text: '中山区', value: '002011002002' },
          { text: '旅顺口区', value: '002011002012' },
          { text: '甘井子区', value: '002011002011' },
          { text: '高新园区', value: '002011002010' }
        ]
      },
      {
        value: '002011003',
        text: '鞍山市',
        children: [
          { text: '台安县', value: '002011003021' },
          { text: '岫岩满族自治县', value: '002011003023' },
          { text: '海城市', value: '002011003081' },
          { text: '千山区', value: '002011003011' },
          { text: '铁东区', value: '002011003002' },
          { text: '铁西区', value: '002011003003' },
          { text: '立山区', value: '002011003004' }
        ]
      },
      {
        value: '002011004',
        text: '抚顺市',
        children: [
          { text: '抚顺县', value: '002011004021' },
          { text: '顺城区', value: '002011004011' },
          { text: '清原满族自治区', value: '002011004023' },
          { text: '新宾满族自治区', value: '002011004022' },
          { text: '露天区', value: '002011004003' },
          { text: '新抚区', value: '002011004002' },
          { text: '东洲区', value: '002011004010' },
          { text: '望花区', value: '002011004004' }
        ]
      },
      {
        value: '002011005',
        text: '本溪市',
        children: [
          { text: '南芬区', value: '002011005005' },
          { text: '本溪县', value: '002011005021' },
          { text: '桓仁县', value: '002011005022' },
          { text: '平山区', value: '002011005002' },
          { text: '溪湖区', value: '002011005003' },
          { text: '明山区', value: '002011005004' }
        ]
      },
      {
        value: '002011006',
        text: '丹东市',
        children: [
          { text: '宽甸满族自治县', value: '002011006024' },
          { text: '东港市', value: '002011006081' },
          { text: '凤城市', value: '002011006082' },
          { text: '元宝区', value: '002011006002' },
          { text: '振兴区', value: '002011006003' },
          { text: '振安区', value: '002011006004' }
        ]
      },
      {
        value: '002011007',
        text: '锦州市',
        children: [
          { text: '义县', value: '002011007027' },
          { text: '黑山县', value: '002011007026' },
          { text: '凌海市', value: '002011007081' },
          { text: '松山新区', value: '002011007083' },
          { text: '北宁市', value: '002011007082' },
          { text: '太和区', value: '002011007014' },
          { text: '凌河区', value: '002011007003' },
          { text: '古塔区', value: '002011007002' },
          { text: '太河区', value: '002011007011' },
          { text: '经济技术开发区', value: '002011007013' },
          { text: '北镇市', value: '002011007012' }
        ]
      },
      {
        value: '002011008',
        text: '营口市',
        children: [
          { text: '老边区', value: '002011008011' },
          { text: '盖州市', value: '002011008081' },
          { text: '大石桥市', value: '002011008082' },
          { text: '站前区', value: '002011008002' },
          { text: '西市区', value: '002011008003' },
          { text: '鲅鱼圈区', value: '002011008004' }
        ]
      },
      {
        value: '002011009',
        text: '阜新市',
        children: [
          { text: '细河区', value: '002011009011' },
          { text: '阜新蒙古族自治县', value: '002011009021' },
          { text: '彰武县', value: '002011009022' },
          { text: '清河门区', value: '002011009005' },
          { text: '海州区', value: '002011009002' },
          { text: '新邱区', value: '002011009003' },
          { text: '太平区', value: '002011009004' }
        ]
      },
      {
        value: '002011010',
        text: '辽阳市',
        children: [
          { text: '太子河区', value: '002011010011' },
          { text: '辽阳县', value: '002011010021' },
          { text: '灯塔市', value: '002011010081' },
          { text: '弓长岭区', value: '002011010005' },
          { text: '白塔区', value: '002011010002' },
          { text: '文圣区', value: '002011010003' },
          { text: '宏伟区', value: '002011010004' }
        ]
      },
      {
        value: '002011011',
        text: '盘锦市',
        children: [
          { text: '大洼县', value: '002011011021' },
          { text: '盘山县', value: '002011011022' },
          { text: '双台子区', value: '002011011002' },
          { text: '兴隆台区', value: '002011011003' }
        ]
      },
      {
        value: '002011012',
        text: '铁岭市',
        children: [
          { text: '昌图县', value: '002011012024' },
          { text: '开原市', value: '002011012082' },
          { text: '调兵山市', value: '002011012099' },
          { text: '西丰县', value: '002011012023' },
          { text: '银州区', value: '002011012002' },
          { text: '清河区', value: '002011012004' },
          { text: '铁岭县', value: '002011012021' }
        ]
      },
      {
        value: '002011013',
        text: '朝阳市',
        children: [
          { text: '喀喇沁左翼蒙古族自治县', value: '002011013024' },
          { text: '北票市', value: '002011013081' },
          { text: '凌源市', value: '002011013082' },
          { text: '建平县', value: '002011013022' },
          { text: '双塔区', value: '002011013002' },
          { text: '龙城区', value: '002011013003' },
          { text: '朝阳县', value: '002011013021' }
        ]
      },
      {
        value: '002011014',
        text: '葫芦岛市',
        children: [
          { text: '绥中县', value: '002011014021' },
          { text: '建昌县', value: '002011014022' },
          { text: '兴城市', value: '002011014081' },
          { text: '连山区', value: '002011014002' },
          { text: '龙港区', value: '002011014003' },
          { text: '南票区', value: '002011014004' }
        ]
      }
    ]
  },
  {
    text: '吉林',
    value: '002012',
    children: [
      {
        value: '002012001',
        text: '长春市',
        children: [
          { text: '九台市', value: '002012001080' },
          { text: '汽车产业开发区', value: '002012001031' },
          { text: '净月区', value: '002012001030' },
          { text: '榆树市', value: '002012001082' },
          { text: '高新技术开发区区', value: '002012001085' },
          { text: '经济开发区区', value: '002012001084' },
          { text: '德惠市', value: '002012001083' },
          { text: '朝阳区', value: '002012001004' },
          { text: '宽城区', value: '002012001003' },
          { text: '南关区', value: '002012001002' },
          { text: '二道区', value: '002012001005' },
          { text: '农安县', value: '002012001022' },
          { text: '双阳区', value: '002012001012' },
          { text: '绿园区', value: '002012001006' }
        ]
      },
      {
        value: '002012002',
        text: '吉林市',
        children: [
          { text: '桦甸市', value: '002012002082' },
          { text: '蛟河市', value: '002012002081' },
          { text: '磐石市', value: '002012002084' },
          { text: '舒兰市', value: '002012002083' },
          { text: '永吉县', value: '002012002021' },
          { text: '龙潭区', value: '002012002003' },
          { text: '昌邑区', value: '002012002002' },
          { text: '丰满区', value: '002012002011' },
          { text: '船营区', value: '002012002004' }
        ]
      },
      {
        value: '002012003',
        text: '四平市',
        children: [
          { text: '伊通满族自治县', value: '002012003023' },
          { text: '公主岭市', value: '002012003081' },
          { text: '双辽市', value: '002012003082' },
          { text: '铁西区', value: '002012003002' },
          { text: '铁东区', value: '002012003003' },
          { text: '梨树县', value: '002012003022' }
        ]
      },
      {
        value: '002012004',
        text: '辽源市',
        children: [
          { text: '东丰县', value: '002012004021' },
          { text: '东辽县', value: '002012004022' },
          { text: '龙山区', value: '002012004002' },
          { text: '西安区', value: '002012004003' }
        ]
      },
      {
        value: '002012005',
        text: '通化市',
        children: [
          { text: '柳河县', value: '002012005024' },
          { text: '梅河口市', value: '002012005081' },
          { text: '集安市', value: '002012005082' },
          { text: '辉南县', value: '002012005023' },
          { text: '东昌区', value: '002012005002' },
          { text: '二道江区', value: '002012005003' },
          { text: '通化县', value: '002012005021' }
        ]
      },
      {
        value: '002012006',
        text: '白山市',
        children: [
          { text: '长白朝县族自治县', value: '002012006023' },
          { text: '江源县', value: '002012006025' },
          { text: '临江市', value: '002012006081' },
          { text: '靖宇县', value: '002012006022' },
          { text: '八道江区', value: '002012006002' },
          { text: '浑江区', value: '002012006010' },
          { text: '抚松县', value: '002012006021' }
        ]
      },
      {
        value: '002012007',
        text: '松原市',
        children: [
          { text: '乾安县', value: '002012007023' },
          { text: '扶余县', value: '002012007024' },
          { text: '长岭县', value: '002012007022' },
          { text: '宁江区', value: '002012007002' }
        ]
      },
      {
        value: '002012008',
        text: '白城市',
        children: [
          { text: '洮南市', value: '002012008081' },
          { text: '大安市', value: '002012008082' },
          { text: '通榆县', value: '002012008022' },
          { text: '洮北区', value: '002012008002' },
          { text: '镇赉县', value: '002012008021' }
        ]
      },
      {
        value: '002012024',
        text: '延边朝鲜族自治州',
        children: [
          { text: '和龙市', value: '002012024006' },
          { text: '龙井市', value: '002012024005' },
          { text: '安图县', value: '002012024026' },
          { text: '汪清县', value: '002012024024' },
          { text: '图们市', value: '002012024002' },
          { text: '延吉市', value: '002012024001' },
          { text: '珲春市', value: '002012024004' },
          { text: '敦化市', value: '002012024003' }
        ]
      }
    ]
  },
  {
    text: '黑龙江',
    value: '002013',
    children: [
      {
        value: '002013001',
        text: '哈尔滨市',
        children: [
          { text: '通河县', value: '002013001028' },
          { text: '延寿县', value: '002013001029' },
          { text: '木兰县', value: '002013001027' },
          { text: '宾县', value: '002013001025' },
          { text: '巴彦县', value: '002013001026' },
          { text: '五常市', value: '002013001084' },
          { text: '动力区', value: '002013001086' },
          { text: '尚志市', value: '002013001083' },
          { text: '阿城市', value: '002013001081' },
          { text: '双城市', value: '002013001082' },
          { text: '太平区', value: '002013001005' },
          { text: '香坊区', value: '002013001006' },
          { text: '道外区', value: '002013001004' },
          { text: '道里区', value: '002013001002' },
          { text: '南岗区', value: '002013001003' },
          { text: '依兰县', value: '002013001023' },
          { text: '方正县', value: '002013001024' },
          { text: '呼兰县', value: '002013001021' },
          { text: '平房区', value: '002013001008' },
          { text: '松北区', value: '002013001010' }
        ]
      },
      {
        value: '002013002',
        text: '齐齐哈尔市',
        children: [
          { text: '甘南县', value: '002013002025' },
          { text: '富裕县', value: '002013002027' },
          { text: '依安县', value: '002013002023' },
          { text: '泰来县', value: '002013002024' },
          { text: '拜泉县', value: '002013002031' },
          { text: '讷河市', value: '002013002081' },
          { text: '克山县', value: '002013002029' },
          { text: '克东县', value: '002013002030' },
          { text: '铁锋区', value: '002013002004' },
          { text: '昂昂溪区', value: '002013002005' },
          { text: '龙沙区', value: '002013002002' },
          { text: '建华区', value: '002013002003' },
          { text: '梅里斯达斡尔族', value: '002013002008' },
          { text: '龙江县', value: '002013002021' },
          { text: '富拉尔基区', value: '002013002006' },
          { text: '碾子山区', value: '002013002007' }
        ]
      },
      {
        value: '002013003',
        text: '鸡西市',
        children: [
          { text: '鸡东县', value: '002013003021' },
          { text: '麻山区', value: '002013003007' },
          { text: '密山市', value: '002013003082' },
          { text: '虎林市', value: '002013003081' },
          { text: '城子河区', value: '002013003006' },
          { text: '恒山区', value: '002013003003' },
          { text: '鸡冠区', value: '002013003002' },
          { text: '梨树区', value: '002013003005' },
          { text: '滴道区', value: '002013003004' }
        ]
      },
      {
        value: '002013004',
        text: '鹤岗市',
        children: [
          { text: '兴山区', value: '002013004007' },
          { text: '东山区', value: '002013004006' },
          { text: '绥滨县', value: '002013004022' },
          { text: '萝北县', value: '002013004021' },
          { text: '工农区', value: '002013004003' },
          { text: '向阳区', value: '002013004002' },
          { text: '兴安区', value: '002013004005' },
          { text: '南山区', value: '002013004004' }
        ]
      },
      {
        value: '002013005',
        text: '双鸭山市',
        children: [
          { text: '友谊县', value: '002013005022' },
          { text: '集贤县', value: '002013005021' },
          { text: '饶河县', value: '002013005024' },
          { text: '宝清县', value: '002013005023' },
          { text: '岭东区', value: '002013005003' },
          { text: '尖山区', value: '002013005002' },
          { text: '宝山区', value: '002013005006' },
          { text: '四方台区', value: '002013005005' }
        ]
      },
      {
        value: '002013006',
        text: '大庆市',
        children: [
          { text: '肇源县', value: '002013006022' },
          { text: '肇州县', value: '002013006021' },
          { text: '杜尔伯特蒙古族自治县', value: '002013006024' },
          { text: '林甸县', value: '002013006023' },
          { text: '大同区', value: '002013006006' },
          { text: '龙凤区', value: '002013006003' },
          { text: '萨尔图区', value: '002013006002' },
          { text: '红岗区', value: '002013006005' },
          { text: '让胡路区', value: '002013006004' }
        ]
      },
      {
        value: '002013007',
        text: '伊春市',
        children: [
          { text: '带岭区', value: '002013007013' },
          { text: '乌伊岭区', value: '002013007014' },
          { text: '乌马河区', value: '002013007011' },
          { text: '汤旺河区', value: '002013007012' },
          { text: '嘉荫县', value: '002013007022' },
          { text: '铁力市', value: '002013007081' },
          { text: '红星区', value: '002013007015' },
          { text: '上甘岭区', value: '002013007016' },
          { text: '五营区', value: '002013007010' },
          { text: '友好区', value: '002013007004' },
          { text: '西林区', value: '002013007005' },
          { text: '伊春区', value: '002013007002' },
          { text: '南岔区', value: '002013007003' },
          { text: '美溪区', value: '002013007008' },
          { text: '金山屯区', value: '002013007009' },
          { text: '翠峦区', value: '002013007006' },
          { text: '新青区', value: '002013007007' }
        ]
      },
      {
        value: '002013008',
        text: '佳木斯市',
        children: [
          { text: '抚远县', value: '002013008033' },
          { text: '汤原县', value: '002013008028' },
          { text: '桦川县', value: '002013008026' },
          { text: '建三江', value: '002013008083' },
          { text: '富锦市', value: '002013008082' },
          { text: '同江市', value: '002013008081' },
          { text: '前进区', value: '002013008004' },
          { text: '向阳区', value: '002013008003' },
          { text: '永红区', value: '002013008002' },
          { text: '桦南县', value: '002013008022' },
          { text: '郊区', value: '002013008011' },
          { text: '东风区', value: '002013008005' }
        ]
      },
      {
        value: '002013009',
        text: '七台河市',
        children: [
          { text: '金沙新区', value: '002013009010' },
          { text: '勃利县', value: '002013009021' },
          { text: '茄子河区', value: '002013009004' },
          { text: '新兴区', value: '002013009002' },
          { text: '桃山区', value: '002013009003' }
        ]
      },
      {
        value: '002013010',
        text: '牡丹江市',
        children: [
          { text: '绥芬河市', value: '002013010081' },
          { text: '林口县', value: '002013010025' },
          { text: '海林市', value: '002013010083' },
          { text: '穆棱市', value: '002013010085' },
          { text: '宁安市', value: '002013010084' },
          { text: '阳明区', value: '002013010003' },
          { text: '东安区', value: '002013010002' },
          { text: '爱民区', value: '002013010004' },
          { text: '东宁县', value: '002013010024' },
          { text: '西安区', value: '002013010005' }
        ]
      },
      {
        value: '002013011',
        text: '黑河市',
        children: [
          { text: '孙吴县', value: '002013011024' },
          { text: '北安市', value: '002013011081' },
          { text: '五大连池市', value: '002013011082' },
          { text: '爱辉区', value: '002013011002' },
          { text: '嫩江县', value: '002013011021' },
          { text: '逊克县', value: '002013011023' }
        ]
      },
      {
        value: '002013023',
        text: '绥化市',
        children: [
          { text: '青冈县', value: '002013023026' },
          { text: '兰西县', value: '002013023025' },
          { text: '庆安县', value: '002013023030' },
          { text: '绥棱县', value: '002013023032' },
          { text: '明水县', value: '002013023031' },
          { text: '望奎县', value: '002013023024' },
          { text: '安达市', value: '002013023002' },
          { text: '绥化市', value: '002013023001' },
          { text: '肇东市', value: '002013023003' },
          { text: '北林区', value: '002013023010' },
          { text: '海伦市', value: '002013023004' }
        ]
      },
      {
        value: '002013027',
        text: '大兴安岭地区',
        children: [
          { text: '松岭区', value: '002013027025' },
          { text: '新林区', value: '002013027026' },
          { text: '呼中区', value: '002013027027' },
          { text: '加格达奇区', value: '002013027024' },
          { text: '呼玛县', value: '002013027021' },
          { text: '塔河县', value: '002013027022' },
          { text: '漠河县', value: '002013027023' }
        ]
      }
    ]
  },
  {
    text: '上海',
    value: '002021',
    children: [
      {
        value: '002021001',
        text: '上海市',
        children: [
          { text: '嘉定区', value: '002021001014' },
          { text: '浦东新区', value: '002021001015' },
          { text: '闵行区', value: '002021001012' },
          { text: '宝山区', value: '002021001013' },
          { text: '金山区', value: '002021001016' },
          { text: '奉贤区', value: '002021001020' },
          { text: '崇明县', value: '002021001030' },
          { text: '松江区', value: '002021001017' },
          { text: '青浦区', value: '002021001018' },
          { text: '徐汇区', value: '002021001004' },
          { text: '长宁区', value: '002021001005' },
          { text: '黄浦区', value: '002021001001' },
          { text: '卢湾区', value: '002021001003' },
          { text: '静安区', value: '002021001006' },
          { text: '虹口区', value: '002021001009' },
          { text: '杨浦区', value: '002021001010' },
          { text: '普陀区', value: '002021001007' },
          { text: '闸北区', value: '002021001008' }
        ]
      }
    ]
  },
  {
    text: '江苏',
    value: '002022',
    children: [
      {
        value: '002022001',
        text: '南京市',
        children: [
          { text: '江宁区', value: '002022001021' },
          { text: '雨花台区', value: '002022001014' },
          { text: '栖霞区', value: '002022001013' },
          { text: '高淳县', value: '002022001025' },
          { text: '溧水县', value: '002022001024' },
          { text: '六合县', value: '002022001023' },
          { text: '浦口区', value: '002022001011' },
          { text: '秦淮区', value: '002022001004' },
          { text: '白下区', value: '002022001003' },
          { text: '玄武区', value: '002022001002' },
          { text: '下关区', value: '002022001007' },
          { text: '鼓楼区', value: '002022001006' },
          { text: '建邺区', value: '002022001005' }
        ]
      },
      {
        value: '002022002',
        text: '无锡市',
        children: [
          { text: '宜兴市', value: '002022002082' },
          { text: '江阴市', value: '002022002081' },
          { text: '锡山市', value: '002022002083' },
          { text: '惠山区', value: '002022002085' },
          { text: '滨湖区', value: '002022002084' },
          { text: '新区', value: '002022002012' },
          { text: '南长区', value: '002022002003' },
          { text: '崇安区', value: '002022002002' },
          { text: '北塘区', value: '002022002004' },
          { text: '梁溪区', value: '002022002011' },
          { text: '新吴区', value: '002022002010' }
        ]
      },
      {
        value: '002022003',
        text: '徐州市',
        children: [
          { text: '沛县', value: '002022003022' },
          { text: '丰县', value: '002022003021' },
          { text: '鼓楼区', value: '002022003017' },
          { text: '铜山县', value: '002022003023' },
          { text: '邳州市', value: '002022003082' },
          { text: '新沂市', value: '002022003081' },
          { text: '睢宁县', value: '002022003024' },
          { text: '九里区', value: '002022003004' },
          { text: '云龙区', value: '002022003003' },
          { text: '市区', value: '002022003002' },
          { text: '贾汪区', value: '002022003005' },
          { text: '金山桥开发区', value: '002022003016' },
          { text: '八段工业园区', value: '002022003015' },
          { text: '泉山区', value: '002022003011' }
        ]
      },
      {
        value: '002022004',
        text: '常州市',
        children: [
          { text: '金坛市', value: '002022004082' },
          { text: '武进市', value: '002022004083' },
          { text: '新北区', value: '002022004084' },
          { text: '溧阳市', value: '002022004081' },
          { text: '天宁区', value: '002022004002' },
          { text: '钟楼区', value: '002022004004' },
          { text: '戚墅堰区', value: '002022004005' }
        ]
      },
      {
        value: '002022005',
        text: '苏州市',
        children: [
          { text: '吴江区', value: '002022005084' },
          { text: '昆山市', value: '002022005083' },
          { text: '张家港市', value: '002022005082' },
          { text: '太仓市', value: '002022005085' },
          { text: '工业园区', value: '002022005088' },
          { text: '相城区', value: '002022005087' },
          { text: '吴中区', value: '002022005086' },
          { text: '常熟市', value: '002022005081' },
          { text: '金阊区', value: '002022005004' },
          { text: '平江区', value: '002022005003' },
          { text: '沧浪区', value: '002022005002' },
          { text: '新区', value: '002022005011' },
          { text: '高新区', value: '002022005015' },
          { text: '虎丘区', value: '002022005014' },
          { text: '姑苏区', value: '002022005013' }
        ]
      },
      {
        value: '002022006',
        text: '南通市',
        children: [
          { text: '如皋市', value: '002022006082' },
          { text: '启东市', value: '002022006081' },
          { text: '海门市', value: '002022006084' },
          { text: '通州市', value: '002022006083' },
          { text: '如东县', value: '002022006023' },
          { text: '港闸区', value: '002022006011' },
          { text: '崇川区', value: '002022006002' },
          { text: '海安县', value: '002022006021' },
          { text: '南通经济技术开发区', value: '002022006012' }
        ]
      },
      {
        value: '002022007',
        text: '连云港市',
        children: [
          { text: '灌云县', value: '002022007023' },
          { text: '东海县', value: '002022007022' },
          { text: '开发区', value: '002022007025' },
          { text: '灌南县', value: '002022007024' },
          { text: '新浦区', value: '002022007005' },
          { text: '连云区', value: '002022007003' },
          { text: '赣榆县', value: '002022007021' },
          { text: '海州区', value: '002022007010' }
        ]
      },
      {
        value: '002022008',
        text: '淮安市',
        children: [
          { text: '开发区', value: '002022008082' },
          { text: '金湖县', value: '002022008031' },
          { text: '楚州区', value: '002022008083' },
          { text: '清江浦区', value: '002022008085' },
          { text: '淮安区', value: '002022008084' },
          { text: '盱眙县', value: '002022008030' },
          { text: '清浦区', value: '002022008011' },
          { text: '清河区', value: '002022008002' },
          { text: '淮阴县', value: '002022008021' },
          { text: '洪泽县', value: '002022008029' },
          { text: '涟水县', value: '002022008026' }
        ]
      },
      {
        value: '002022009',
        text: '盐城市',
        children: [
          { text: '东台市', value: '002022009081' },
          { text: '盐都县', value: '002022009028' },
          { text: '亭湖区', value: '002022009099' },
          { text: '大丰市', value: '002022009082' },
          { text: '建湖县', value: '002022009025' },
          { text: '滨海县', value: '002022009022' },
          { text: '响水县', value: '002022009021' },
          { text: '射阳县', value: '002022009024' },
          { text: '阜宁县', value: '002022009023' }
        ]
      },
      {
        value: '002022010',
        text: '扬州市',
        children: [
          { text: '江都市', value: '002022010088' },
          { text: '高邮市', value: '002022010084' },
          { text: '维扬区', value: '002022010090' },
          { text: '经济开发区', value: '002022010089' },
          { text: '宝应县', value: '002022010023' },
          { text: '广陵区', value: '002022010002' },
          { text: '仪征市', value: '002022010081' },
          { text: '邗江县', value: '002022010027' }
        ]
      },
      {
        value: '002022011',
        text: '镇江市',
        children: [
          { text: '扬中市', value: '002022011082' },
          { text: '丹阳市', value: '002022011081' },
          { text: '新区', value: '002022011085' },
          { text: '句容市', value: '002022011083' },
          { text: '丹徒区', value: '002022011021' },
          { text: '润州区', value: '002022011011' },
          { text: '京口区', value: '002022011002' },
          { text: '镇江新区', value: '002022011013' },
          { text: '丹徒新区', value: '002022011012' }
        ]
      },
      {
        value: '002022012',
        text: '泰州市',
        children: [
          { text: '泰兴市', value: '002022012083' },
          { text: '姜堰市', value: '002022012084' },
          { text: '泰州医药高新区', value: '002022012085' },
          { text: '靖江市', value: '002022012082' },
          { text: '海陵区', value: '002022012002' },
          { text: '高港区', value: '002022012003' },
          { text: '兴化市', value: '002022012081' }
        ]
      },
      {
        value: '002022013',
        text: '宿迁市',
        children: [
          { text: '沭阳县', value: '002022013022' },
          { text: '泗阳县', value: '002022013023' },
          { text: '泗洪县', value: '002022013024' },
          { text: '宿城区', value: '002022013002' },
          { text: '宿迁经济开发区', value: '002022013010' },
          { text: '宿豫区', value: '002022013021' }
        ]
      }
    ]
  },
  {
    text: '浙江',
    value: '002023',
    children: [
      {
        value: '002023001',
        text: '杭州市',
        children: [
          { text: '建德市', value: '002023001082' },
          { text: '萧山市', value: '002023001081' },
          { text: '淳安县', value: '002023001027' },
          { text: '富阳市', value: '002023001083' },
          { text: '下沙区', value: '002023001086' },
          { text: '临安市', value: '002023001085' },
          { text: '余杭市', value: '002023001084' },
          { text: '江干区', value: '002023001004' },
          { text: '下城区', value: '002023001003' },
          { text: '上城区', value: '002023001002' },
          { text: '拱墅区', value: '002023001005' },
          { text: '桐庐县', value: '002023001022' },
          { text: '滨江区', value: '002023001008' },
          { text: '西湖区', value: '002023001006' }
        ]
      },
      {
        value: '002023002',
        text: '宁波市',
        children: [
          { text: '鄞州区', value: '002023002027' },
          { text: '宁海县', value: '002023002026' },
          { text: '象山县', value: '002023002025' },
          { text: '奉化市', value: '002023002083' },
          { text: '慈溪市', value: '002023002082' },
          { text: '余姚市', value: '002023002081' },
          { text: '江北区', value: '002023002005' },
          { text: '江东区', value: '002023002004' },
          { text: '海曙区', value: '002023002003' },
          { text: '镇海区', value: '002023002011' },
          { text: '高新科技开发区', value: '002023002010' },
          { text: '北仑区', value: '002023002006' }
        ]
      },
      {
        value: '002023003',
        text: '温州市',
        children: [
          { text: '文成县', value: '002023003028' },
          { text: '苍南县', value: '002023003027' },
          { text: '平阳县', value: '002023003026' },
          { text: '乐清市', value: '002023003082' },
          { text: '瑞安市', value: '002023003081' },
          { text: '泰顺县', value: '002023003029' },
          { text: '瓯海区', value: '002023003004' },
          { text: '龙湾区', value: '002023003003' },
          { text: '鹿城区', value: '002023003002' },
          { text: '永嘉县', value: '002023003024' },
          { text: '洞头县', value: '002023003022' },
          { text: '茶山高教园区', value: '002023003010' }
        ]
      },
      {
        value: '002023004',
        text: '嘉兴市',
        children: [
          { text: '海宁市', value: '002023004081' },
          { text: '平湖市', value: '002023004082' },
          { text: '桐乡市', value: '002023004083' },
          { text: '海盐县', value: '002023004024' },
          { text: '南湖区', value: '002023004002' },
          { text: '秀洲区', value: '002023004011' },
          { text: '嘉善县', value: '002023004021' }
        ]
      },
      {
        value: '002023005',
        text: '湖州市',
        children: [
          { text: '南浔区', value: '002023005024' },
          { text: '吴兴区', value: '002023005025' },
          { text: '安吉县', value: '002023005023' },
          { text: '德清县', value: '002023005021' },
          { text: '长兴县', value: '002023005022' }
        ]
      },
      {
        value: '002023006',
        text: '绍兴市',
        children: [
          { text: '诸暨市', value: '002023006081' },
          { text: '上虞市', value: '002023006082' },
          { text: '嵊州市', value: '002023006083' },
          { text: '新昌县', value: '002023006024' },
          { text: '越城区', value: '002023006002' },
          { text: '柯桥区', value: '002023006010' },
          { text: '绍兴县', value: '002023006021' }
        ]
      },
      {
        value: '002023007',
        text: '金华市',
        children: [
          { text: '义乌市', value: '002023007082' },
          { text: '兰溪市', value: '002023007081' },
          { text: '永康市', value: '002023007084' },
          { text: '东阳市', value: '002023007083' },
          { text: '磐安县', value: '002023007027' },
          { text: '金东区', value: '002023007021' },
          { text: '婺城区', value: '002023007002' },
          { text: '浦江县', value: '002023007026' },
          { text: '武义县', value: '002023007023' }
        ]
      },
      {
        value: '002023008',
        text: '衢州市',
        children: [
          { text: '开化县', value: '002023008024' },
          { text: '龙游县', value: '002023008025' },
          { text: '江山市', value: '002023008081' },
          { text: '柯城区', value: '002023008002' },
          { text: '衢江区', value: '002023008021' },
          { text: '常山县', value: '002023008022' }
        ]
      },
      {
        value: '002023009',
        text: '舟山市',
        children: [
          { text: '岱山县', value: '002023009021' },
          { text: '嵊泗县', value: '002023009022' },
          { text: '定海区', value: '002023009002' },
          { text: '普陀区', value: '002023009003' }
        ]
      },
      {
        value: '002023010',
        text: '台州市',
        children: [
          { text: '仙居县', value: '002023010024' },
          { text: '天台县', value: '002023010023' },
          { text: '临海市', value: '002023010082' },
          { text: '温岭市', value: '002023010081' },
          { text: '三门县', value: '002023010022' },
          { text: '黄岩区', value: '002023010003' },
          { text: '椒江区', value: '002023010002' },
          { text: '玉环县', value: '002023010021' },
          { text: '路桥区', value: '002023010004' }
        ]
      },
      {
        value: '002023025',
        text: '丽水市',
        children: [
          { text: '遂昌县', value: '002023025027' },
          { text: '缙云县', value: '002023025026' },
          { text: '景宁畲族自治县', value: '002023025029' },
          { text: '松阳县', value: '002023025028' },
          { text: '庆元县', value: '002023025025' },
          { text: '龙泉市', value: '002023025002' },
          { text: '莲都区', value: '002023025001' },
          { text: '云和县', value: '002023025023' },
          { text: '青田县', value: '002023025022' }
        ]
      }
    ]
  },
  {
    text: '安徽',
    value: '002024',
    children: [
      {
        value: '002024001',
        text: '合肥市',
        children: [
          { text: '北城新区', value: '002024001036' },
          { text: '滨湖新区', value: '002024001037' },
          { text: '巢湖市', value: '002024001034' },
          { text: '高新技术开发区', value: '002024001035' },
          { text: '庐江县', value: '002024001038' },
          { text: '瑶海区', value: '002024001098' },
          { text: '庐阳区', value: '002024001099' },
          { text: '包河区', value: '002024001096' },
          { text: '蜀山区', value: '002024001097' },
          { text: '政务文化新区', value: '002024001033' },
          { text: '西市区', value: '002024001004' },
          { text: '郊区', value: '002024001011' },
          { text: '东市区', value: '002024001002' },
          { text: '中市区', value: '002024001003' },
          { text: '长丰县', value: '002024001021' },
          { text: '经济技术开发区', value: '002024001031' },
          { text: '新站综合开发试验区', value: '002024001032' },
          { text: '肥东县', value: '002024001022' },
          { text: '肥西县', value: '002024001023' }
        ]
      },
      {
        value: '002024002',
        text: '芜湖市',
        children: [
          { text: '芜湖县', value: '002024002021' },
          { text: '无为县', value: '002024002010' },
          { text: '南陵县', value: '002024002023' },
          { text: '繁昌县', value: '002024002022' },
          { text: '三山区', value: '002024002003' },
          { text: '镜湖区', value: '002024002002' },
          { text: '鸠江区', value: '002024002007' },
          { text: '弋江区', value: '002024002004' }
        ]
      },
      {
        value: '002024003',
        text: '蚌埠市',
        children: [
          { text: '龙子湖区', value: '002024003096' },
          { text: '固镇县', value: '002024003023' },
          { text: '蚌山区', value: '002024003097' },
          { text: '淮上区', value: '002024003099' },
          { text: '禹会区', value: '002024003098' },
          { text: '五河县', value: '002024003022' },
          { text: '中市区', value: '002024003003' },
          { text: '东市区', value: '002024003002' },
          { text: '西市区', value: '002024003004' },
          { text: '怀远县', value: '002024003021' },
          { text: '郊区', value: '002024003011' }
        ]
      },
      {
        value: '002024004',
        text: '淮南市',
        children: [
          { text: '淮南高新技术开发区', value: '002024004011' },
          { text: '寿县', value: '002024004010' },
          { text: '毛集', value: '002024004099' },
          { text: '凤台区', value: '002024004021' },
          { text: '潘集区', value: '002024004006' },
          { text: '田家庵区', value: '002024004003' },
          { text: '大通区', value: '002024004002' },
          { text: '八公山区', value: '002024004005' },
          { text: '谢家集区', value: '002024004004' }
        ]
      },
      {
        value: '002024005',
        text: '马鞍山市',
        children: [
          { text: '含山县', value: '002024005011' },
          { text: '博望区', value: '002024005010' },
          { text: '当涂县', value: '002024005021' },
          { text: '和县', value: '002024005012' },
          { text: '花山区', value: '002024005003' },
          { text: '金家庄区', value: '002024005002' },
          { text: '向山区', value: '002024005005' },
          { text: '雨山区', value: '002024005004' }
        ]
      },
      {
        value: '002024006',
        text: '淮北市',
        children: [
          { text: '烈山区', value: '002024006004' },
          { text: '濉溪县', value: '002024006021' },
          { text: '杜集区', value: '002024006002' },
          { text: '相山区', value: '002024006003' }
        ]
      },
      {
        value: '002024007',
        text: '铜陵市',
        children: [
          { text: '郊区', value: '002024007011' },
          { text: '义安区', value: '002024007012' },
          { text: '铜陵县', value: '002024007021' },
          { text: '铜官山区', value: '002024007002' },
          { text: '狮子山区', value: '002024007003' },
          { text: '枞阳县', value: '002024007010' }
        ]
      },
      {
        value: '002024008',
        text: '安庆市',
        children: [
          { text: '望江县', value: '002024008027' },
          { text: '宿松县', value: '002024008026' },
          { text: '太湖县', value: '002024008025' },
          { text: '宜秀区', value: '002024008099' },
          { text: '桐城市', value: '002024008081' },
          { text: '岳西县', value: '002024008028' },
          { text: '郊区', value: '002024008011' },
          { text: '大观区', value: '002024008003' },
          { text: '迎江区', value: '002024008002' },
          { text: '潜山县', value: '002024008024' },
          { text: '枞阳县', value: '002024008023' },
          { text: '怀宁县', value: '002024008022' }
        ]
      },
      {
        value: '002024010',
        text: '黄山市',
        children: [
          { text: '休宁县', value: '002024010022' },
          { text: '黟县', value: '002024010023' },
          { text: '祁门县', value: '002024010024' },
          { text: '歙县', value: '002024010021' },
          { text: '屯溪区', value: '002024010002' },
          { text: '黄山区', value: '002024010003' },
          { text: '徽州区', value: '002024010004' }
        ]
      },
      {
        value: '002024011',
        text: '滁州市',
        children: [
          { text: '凤阳县', value: '002024011026' },
          { text: '定远县', value: '002024011025' },
          { text: '明光市', value: '002024011082' },
          { text: '天长市', value: '002024011081' },
          { text: '南谯区', value: '002024011003' },
          { text: '琅琊区', value: '002024011002' },
          { text: '全椒县', value: '002024011024' },
          { text: '来安县', value: '002024011022' }
        ]
      },
      {
        value: '002024012',
        text: '阜阳市',
        children: [
          { text: '界首市', value: '002024012082' },
          { text: '颍上县', value: '002024012026' },
          { text: '阜南县', value: '002024012025' },
          { text: '利辛县', value: '002024012098' },
          { text: '涡阳县', value: '002024012097' },
          { text: '蒙城县', value: '002024012096' },
          { text: '颍泉区', value: '002024012004' },
          { text: '颍东区', value: '002024012003' },
          { text: '颍州区', value: '002024012002' },
          { text: '太和县', value: '002024012022' },
          { text: '临泉县', value: '002024012021' },
          { text: '经济开发区', value: '002024012010' }
        ]
      },
      {
        value: '002024013',
        text: '宿州市',
        children: [
          { text: '萧县', value: '002024013022' },
          { text: '灵璧县', value: '002024013023' },
          { text: '泗县', value: '002024013024' },
          { text: '埇桥区', value: '002024013002' },
          { text: '经济开发区', value: '002024013010' },
          { text: '砀山县', value: '002024013021' }
        ]
      },
      {
        value: '002024024',
        text: '六安市',
        children: [
          { text: '裕安县', value: '002024024098' },
          { text: '霍山县', value: '002024024027' },
          { text: '叶集区', value: '002024024100' },
          { text: '金安区', value: '002024024099' },
          { text: '金寨县', value: '002024024026' },
          { text: '寿县', value: '002024024022' },
          { text: '六安市', value: '002024024001' },
          { text: '舒城县', value: '002024024025' },
          { text: '霍邱县', value: '002024024023' }
        ]
      },
      {
        value: '002024025',
        text: '宣城市',
        children: [
          { text: '绩溪县', value: '002024025031' },
          { text: '旌德县', value: '002024025030' },
          { text: '宣州区', value: '002024025099' },
          { text: '宁国县', value: '002024025098' },
          { text: '泾县', value: '002024025029' },
          { text: '宁国市', value: '002024025002' },
          { text: '宣州市', value: '002024025001' },
          { text: '广德县', value: '002024025023' },
          { text: '郎溪县', value: '002024025022' }
        ]
      },
      {
        value: '002024026',
        text: '巢湖市',
        children: [
          { text: '含山县', value: '002024026025' },
          { text: '和县', value: '002024026026' },
          { text: '居巢区', value: '002024026099' },
          { text: '巢湖市', value: '002024026001' },
          { text: '庐江县', value: '002024026022' },
          { text: '无为县', value: '002024026023' }
        ]
      },
      {
        value: '002024029',
        text: '池州市',
        children: [
          { text: '青阳县', value: '002024029023' },
          { text: '贵池区', value: '002024029098' },
          { text: '九华山', value: '002024029099' },
          { text: '贵池市', value: '002024029001' },
          { text: '东至县', value: '002024029021' },
          { text: '石台县', value: '002024029022' }
        ]
      },
      {
        value: '002024030',
        text: '亳州市',
        children: [
          { text: '蒙城县', value: '002024030003' },
          { text: '利辛县', value: '002024030004' },
          { text: '谯城区', value: '002024030001' },
          { text: '涡阳县', value: '002024030002' }
        ]
      }
    ]
  },
  {
    text: '福建',
    value: '002025',
    children: [
      {
        value: '002025001',
        text: '福州市',
        children: [
          { text: '永泰县', value: '002025001025' },
          { text: '闽清县', value: '002025001024' },
          { text: '罗源县', value: '002025001023' },
          { text: '平潭县', value: '002025001028' },
          { text: '琅岐', value: '002025001099' },
          { text: '长乐市', value: '002025001082' },
          { text: '福清市', value: '002025001081' },
          { text: '仓山区', value: '002025001004' },
          { text: '台江区', value: '002025001003' },
          { text: '鼓楼区', value: '002025001002' },
          { text: '马尾区', value: '002025001005' },
          { text: '连江县', value: '002025001022' },
          { text: '闽侯县', value: '002025001021' },
          { text: '晋安区', value: '002025001011' }
        ]
      },
      {
        value: '002025002',
        text: '厦门市',
        children: [
          { text: '海沧区', value: '002025002013' },
          { text: '翔安区', value: '002025002014' },
          { text: '鼓浪屿区', value: '002025002015' },
          { text: '同安区', value: '002025002012' },
          { text: '思明区', value: '002025002003' },
          { text: '湖里区', value: '002025002006' },
          { text: '集美区', value: '002025002011' }
        ]
      },
      {
        value: '002025003',
        text: '莆田市',
        children: [
          { text: '秀屿区', value: '002025003097' },
          { text: '荔城区', value: '002025003098' },
          { text: '湄洲岛', value: '002025003099' },
          { text: '仙游县', value: '002025003022' },
          { text: '城厢区', value: '002025003002' },
          { text: '涵江区', value: '002025003003' },
          { text: '莆田县', value: '002025003021' }
        ]
      },
      {
        value: '002025004',
        text: '三明市',
        children: [
          { text: '将乐县', value: '002025004028' },
          { text: '沙县', value: '002025004027' },
          { text: '尤溪县', value: '002025004026' },
          { text: '永安市', value: '002025004081' },
          { text: '建宁县', value: '002025004030' },
          { text: '泰宁县', value: '002025004029' },
          { text: '明溪县', value: '002025004021' },
          { text: '三元区', value: '002025004003' },
          { text: '梅列区', value: '002025004002' },
          { text: '大田县', value: '002025004025' },
          { text: '宁化县', value: '002025004024' },
          { text: '清流县', value: '002025004023' }
        ]
      },
      {
        value: '002025005',
        text: '泉州市',
        children: [
          { text: '晋江市', value: '002025005082' },
          { text: '石狮市', value: '002025005081' },
          { text: '金门县', value: '002025005027' },
          { text: '经济技术开发区', value: '002025005100' },
          { text: '泉港区', value: '002025005099' },
          { text: '南安市', value: '002025005083' },
          { text: '德化县', value: '002025005026' },
          { text: '洛江区', value: '002025005004' },
          { text: '丰泽区', value: '002025005003' },
          { text: '鲤城区', value: '002025005002' },
          { text: '永春县', value: '002025005025' },
          { text: '安溪县', value: '002025005024' },
          { text: '惠安县', value: '002025005021' }
        ]
      },
      {
        value: '002025006',
        text: '漳州市',
        children: [
          { text: '平和县', value: '002025006028' },
          { text: '南靖县', value: '002025006027' },
          { text: '东山县', value: '002025006026' },
          { text: '常山区', value: '002025006099' },
          { text: '龙海市', value: '002025006081' },
          { text: '华安县', value: '002025006029' },
          { text: '云霄县', value: '002025006022' },
          { text: '龙文区', value: '002025006003' },
          { text: '芗城区', value: '002025006002' },
          { text: '长泰县', value: '002025006025' },
          { text: '诏安县', value: '002025006024' },
          { text: '漳浦县', value: '002025006023' }
        ]
      },
      {
        value: '002025007',
        text: '南平市',
        children: [
          { text: '邵武市', value: '002025007081' },
          { text: '政和县', value: '002025007025' },
          { text: '武夷山市', value: '002025007082' },
          { text: '建阳市', value: '002025007084' },
          { text: '建瓯市', value: '002025007083' },
          { text: '顺昌县', value: '002025007021' },
          { text: '延平区', value: '002025007002' },
          { text: '浦城县', value: '002025007022' },
          { text: '松溪县', value: '002025007024' },
          { text: '光泽县', value: '002025007023' }
        ]
      },
      {
        value: '002025008',
        text: '龙岩市',
        children: [
          { text: '武平县', value: '002025008024' },
          { text: '连城县', value: '002025008025' },
          { text: '漳平市', value: '002025008081' },
          { text: '上杭县', value: '002025008023' },
          { text: '新罗区', value: '002025008002' },
          { text: '长汀县', value: '002025008021' },
          { text: '永定县', value: '002025008022' }
        ]
      },
      {
        value: '002025022',
        text: '宁德市',
        children: [
          { text: '寿宁县', value: '002025022029' },
          { text: '屏南县', value: '002025022028' },
          { text: '周宁县', value: '002025022030' },
          { text: '蕉城区', value: '002025022099' },
          { text: '柘荣县', value: '002025022031' },
          { text: '福鼎市', value: '002025022003' },
          { text: '福安市', value: '002025022002' },
          { text: '东侨开发区', value: '002025022010' },
          { text: '古田县', value: '002025022027' },
          { text: '霞浦县', value: '002025022025' }
        ]
      }
    ]
  },
  {
    text: '江西',
    value: '002026',
    children: [
      {
        value: '002026001',
        text: '南昌市',
        children: [
          { text: '进贤县', value: '002026001024' },
          { text: '安义县', value: '002026001023' },
          { text: '新建县', value: '002026001022' },
          { text: '青山湖区', value: '002026001098' },
          { text: '经济技术开发区', value: '002026001101' },
          { text: '桑海经济技术开发区', value: '002026001100' },
          { text: '英雄经济开发区', value: '002026001099' },
          { text: '南昌县', value: '002026001021' },
          { text: '青云谱区', value: '002026001004' },
          { text: '西湖区', value: '002026001003' },
          { text: '东湖区', value: '002026001002' },
          { text: '湾里区', value: '002026001005' },
          { text: '高新区', value: '002026001012' },
          { text: '红谷滩新区', value: '002026001011' },
          { text: '昌北区', value: '002026001010' }
        ]
      },
      {
        value: '002026002',
        text: '景德镇市',
        children: [
          { text: '浮梁县', value: '002026002022' },
          { text: '乐平市', value: '002026002081' },
          { text: '昌江区', value: '002026002002' },
          { text: '珠山区', value: '002026002003' }
        ]
      },
      {
        value: '002026003',
        text: '萍乡市',
        children: [
          { text: '上栗县', value: '002026003022' },
          { text: '芦溪县', value: '002026003023' },
          { text: '莲花县', value: '002026003021' },
          { text: '安源区', value: '002026003002' },
          { text: '湘东区', value: '002026003013' }
        ]
      },
      {
        value: '002026004',
        text: '九江市',
        children: [
          { text: '德安县', value: '002026004026' },
          { text: '星子县', value: '002026004027' },
          { text: '修水县', value: '002026004024' },
          { text: '永修县', value: '002026004025' },
          { text: '彭泽县', value: '002026004030' },
          { text: '瑞昌市', value: '002026004081' },
          { text: '都昌县', value: '002026004028' },
          { text: '湖口县', value: '002026004029' },
          { text: '武宁县', value: '002026004023' },
          { text: '经济技术开发区', value: '002026004010' },
          { text: '共青城市', value: '002026004011' },
          { text: '庐山区', value: '002026004002' },
          { text: '浔阳区', value: '002026004003' },
          { text: '八里湖新区', value: '002026004014' },
          { text: '九江县', value: '002026004021' },
          { text: '濂溪区', value: '002026004012' },
          { text: '庐山风景名胜区', value: '002026004013' }
        ]
      },
      {
        value: '002026005',
        text: '新余市',
        children: [
          { text: '分宜县', value: '002026005021' },
          { text: '渝水区', value: '002026005002' }
        ]
      },
      {
        value: '002026006',
        text: '鹰潭市',
        children: [
          { text: '余江县', value: '002026006022' },
          { text: '贵溪市', value: '002026006081' },
          { text: '月湖区', value: '002026006002' }
        ]
      },
      {
        value: '002026007',
        text: '赣州市',
        children: [
          { text: '于都县', value: '002026007031' },
          { text: '兴国县', value: '002026007032' },
          { text: '全南县', value: '002026007029' },
          { text: '宁都县', value: '002026007030' },
          { text: '会昌县', value: '002026007033' },
          { text: '瑞金市', value: '002026007081' },
          { text: '南康市', value: '002026007082' },
          { text: '寻乌县', value: '002026007034' },
          { text: '石城县', value: '002026007035' },
          { text: '信丰县', value: '002026007022' },
          { text: '大余县', value: '002026007023' },
          { text: '章贡区', value: '002026007002' },
          { text: '赣县', value: '002026007021' },
          { text: '上犹县', value: '002026007024' },
          { text: '龙南县', value: '002026007027' },
          { text: '定南县', value: '002026007028' },
          { text: '崇义县', value: '002026007025' },
          { text: '安远县', value: '002026007026' }
        ]
      },
      {
        value: '002026022',
        text: '宜春市',
        children: [
          { text: '宜丰县', value: '002026022029' },
          { text: '上高县', value: '002026022028' },
          { text: '靖安县', value: '002026022032' },
          { text: '袁州区', value: '002026022099' },
          { text: '铜鼓县', value: '002026022033' },
          { text: '樟树市', value: '002026022003' },
          { text: '丰城市', value: '002026022002' },
          { text: '高安市', value: '002026022004' },
          { text: '万载县', value: '002026022027' },
          { text: '奉新县', value: '002026022026' }
        ]
      },
      {
        value: '002026023',
        text: '上饶市',
        children: [
          { text: '万年县', value: '002026023031' },
          { text: '余干县', value: '002026023029' },
          { text: '弋阳县', value: '002026023026' },
          { text: '信州区', value: '002026023099' },
          { text: '鄱阳县', value: '002026023098' },
          { text: '婺源县', value: '002026023034' },
          { text: '广丰县', value: '002026023022' },
          { text: '上饶县', value: '002026023021' },
          { text: '德兴市', value: '002026023002' },
          { text: '横峰县', value: '002026023025' },
          { text: '铅山县', value: '002026023024' },
          { text: '玉山县', value: '002026023023' }
        ]
      },
      {
        value: '002026024',
        text: '吉安市',
        children: [
          { text: '安福县', value: '002026024029' },
          { text: '万安县', value: '002026024028' },
          { text: '遂川县', value: '002026024027' },
          { text: '青原区', value: '002026024099' },
          { text: '吉州区', value: '002026024098' },
          { text: '永新县', value: '002026024030' },
          { text: '泰和县', value: '002026024026' },
          { text: '吉水县', value: '002026024022' },
          { text: '吉安县', value: '002026024021' },
          { text: '井冈山市', value: '002026024002' },
          { text: '永丰县', value: '002026024025' },
          { text: '新干县', value: '002026024024' },
          { text: '峡江县', value: '002026024023' }
        ]
      },
      {
        value: '002026025',
        text: '抚州市',
        children: [
          { text: '金溪县', value: '002026025028' },
          { text: '宜黄县', value: '002026025027' },
          { text: '资溪县', value: '002026025029' },
          { text: '广昌县', value: '002026025032' },
          { text: '东乡县', value: '002026025031' },
          { text: '乐安县', value: '002026025026' },
          { text: '南城县', value: '002026025022' },
          { text: '临川市', value: '002026025002' },
          { text: '黎川县', value: '002026025023' },
          { text: '崇仁县', value: '002026025025' },
          { text: '南丰县', value: '002026025024' }
        ]
      }
    ]
  },
  {
    text: '山东',
    value: '002027',
    children: [
      {
        value: '002027001',
        text: '济南市',
        children: [
          { text: '济阳县', value: '002027001025' },
          { text: '平阴县', value: '002027001024' },
          { text: '长清区', value: '002027001023' },
          { text: '经济开发区', value: '002027001082' },
          { text: '章丘市', value: '002027001081' },
          { text: '商河县', value: '002027001026' },
          { text: '槐荫区', value: '002027001004' },
          { text: '市中区', value: '002027001003' },
          { text: '历下区', value: '002027001002' },
          { text: '历城区', value: '002027001012' },
          { text: '高新区', value: '002027001010' },
          { text: '天桥区', value: '002027001005' }
        ]
      },
      {
        value: '002027002',
        text: '青岛市',
        children: [
          { text: '平度市', value: '002027002083' },
          { text: '即墨市', value: '002027002082' },
          { text: '胶州市', value: '002027002081' },
          { text: '高新区（城阳区）', value: '002027002086' },
          { text: '莱西市', value: '002027002085' },
          { text: '胶南市', value: '002027002084' },
          { text: '城阳区', value: '002027002014' },
          { text: '四方区', value: '002027002005' },
          { text: '市北区', value: '002027002003' },
          { text: '市南区', value: '002027002002' },
          { text: '李沧区', value: '002027002013' },
          { text: '崂山区', value: '002027002012' },
          { text: '黄岛区', value: '002027002011' }
        ]
      },
      {
        value: '002027003',
        text: '淄博市',
        children: [
          { text: '高青县', value: '002027003022' },
          { text: '桓台县', value: '002027003021' },
          { text: '高新区', value: '002027003024' },
          { text: '沂源县', value: '002027003023' },
          { text: '周村区', value: '002027003006' },
          { text: '张店区', value: '002027003003' },
          { text: '淄川区', value: '002027003002' },
          { text: '临淄区', value: '002027003005' },
          { text: '博山区', value: '002027003004' }
        ]
      },
      {
        value: '002027004',
        text: '枣庄市',
        children: [
          { text: '台儿庄区', value: '002027004005' },
          { text: '山亭区', value: '002027004006' },
          { text: '滕州市', value: '002027004081' },
          { text: '市中区', value: '002027004002' },
          { text: '薛城区', value: '002027004003' },
          { text: '峄城区', value: '002027004004' }
        ]
      },
      {
        value: '002027005',
        text: '东营市',
        children: [
          { text: '垦利县', value: '002027005021' },
          { text: '利津县', value: '002027005022' },
          { text: '广饶县', value: '002027005023' },
          { text: '东城区', value: '002027005001' },
          { text: '东营区', value: '002027005002' },
          { text: '河口区', value: '002027005003' }
        ]
      },
      {
        value: '002027006',
        text: '烟台市',
        children: [
          { text: '招远市', value: '002027006085' },
          { text: '蓬莱市', value: '002027006084' },
          { text: '莱州市', value: '002027006083' },
          { text: '栖霞市', value: '002027006086' },
          { text: '高新区', value: '002027006089' },
          { text: '开发区', value: '002027006088' },
          { text: '海阳市', value: '002027006087' },
          { text: '牟平区', value: '002027006012' },
          { text: '福山区', value: '002027006011' },
          { text: '芝罘区', value: '002027006002' },
          { text: '莱山区', value: '002027006013' },
          { text: '莱阳市', value: '002027006082' },
          { text: '龙口市', value: '002027006081' },
          { text: '长岛县', value: '002027006034' }
        ]
      },
      {
        value: '002027007',
        text: '潍坊市',
        children: [
          { text: '安丘市', value: '002027007084' },
          { text: '高密市', value: '002027007085' },
          { text: '诸城市', value: '002027007082' },
          { text: '寿光市', value: '002027007083' },
          { text: '经济开发区', value: '002027007088' },
          { text: '出口加工区', value: '002027007089' },
          { text: '昌邑市', value: '002027007086' },
          { text: '滨海经济开发区', value: '002027007087' },
          { text: '坊子区', value: '002027007004' },
          { text: '奎文区', value: '002027007005' },
          { text: '潍城区', value: '002027007002' },
          { text: '寒亭区', value: '002027007003' },
          { text: '昌乐县', value: '002027007025' },
          { text: '青州市', value: '002027007081' },
          { text: '高新区', value: '002027007010' },
          { text: '临朐县', value: '002027007024' }
        ]
      },
      {
        value: '002027008',
        text: '济宁市',
        children: [
          { text: '梁山县', value: '002027008032' },
          { text: '泗水县', value: '002027008031' },
          { text: '汶上县', value: '002027008030' },
          { text: '邹城市', value: '002027008083' },
          { text: '兖州市', value: '002027008082' },
          { text: '曲阜市', value: '002027008081' },
          { text: '嘉祥县', value: '002027008029' },
          { text: '任城区', value: '002027008011' },
          { text: '高新区', value: '002027008010' },
          { text: '市中区', value: '002027008002' },
          { text: '金乡县', value: '002027008028' },
          { text: '鱼台县', value: '002027008027' },
          { text: '微山县', value: '002027008026' }
        ]
      },
      {
        value: '002027009',
        text: '泰安市',
        children: [
          { text: '东平县', value: '002027009023' },
          { text: '新泰市', value: '002027009082' },
          { text: '肥城市', value: '002027009083' },
          { text: '宁阳县', value: '002027009021' },
          { text: '泰山区', value: '002027009002' },
          { text: '岱岳区', value: '002027009010' },
          { text: '郊区', value: '002027009011' }
        ]
      },
      {
        value: '002027010',
        text: '威海市',
        children: [
          { text: '经区', value: '002027010085' },
          { text: '高区', value: '002027010084' },
          { text: '经济技术开发区', value: '002027010087' },
          { text: '高新技术开发区', value: '002027010086' },
          { text: '文登市', value: '002027010081' },
          { text: '环翠区', value: '002027010002' },
          { text: '乳山市', value: '002027010083' },
          { text: '荣成市', value: '002027010082' }
        ]
      },
      {
        value: '002027011',
        text: '日照市',
        children: [
          { text: '莒县', value: '002027011022' },
          { text: '岚山区', value: '002027011023' },
          { text: '五莲县', value: '002027011021' },
          { text: '东港区', value: '002027011002' },
          { text: '新市区', value: '002027011010' }
        ]
      },
      {
        value: '002027012',
        text: '莱芜市',
        children: [
          { text: '钢城区', value: '002027012003' },
          { text: '莱城区', value: '002027012002' }
        ]
      },
      {
        value: '002027013',
        text: '临沂市',
        children: [
          { text: '平邑县', value: '002027013026' },
          { text: '费县', value: '002027013025' },
          { text: '苍山县', value: '002027013024' },
          { text: '临沭县', value: '002027013029' },
          { text: '蒙阴县', value: '002027013028' },
          { text: '莒南县', value: '002027013027' },
          { text: '沂水县', value: '002027013023' },
          { text: '罗庄区', value: '002027013011' },
          { text: '兰陵县', value: '002027013010' },
          { text: '兰山区', value: '002027013002' },
          { text: '郯城县', value: '002027013022' },
          { text: '沂南县', value: '002027013021' },
          { text: '河东区', value: '002027013012' }
        ]
      },
      {
        value: '002027014',
        text: '德州市',
        children: [
          { text: '夏津县', value: '002027014027' },
          { text: '平原县', value: '002027014026' },
          { text: '武城县', value: '002027014028' },
          { text: '禹城市', value: '002027014082' },
          { text: '乐陵市', value: '002027014081' },
          { text: '齐河县', value: '002027014025' },
          { text: '陵县', value: '002027014021' },
          { text: '德城区', value: '002027014002' },
          { text: '宁津县', value: '002027014022' },
          { text: '临邑县', value: '002027014024' },
          { text: '庆云县', value: '002027014023' }
        ]
      },
      {
        value: '002027015',
        text: '聊城市',
        children: [
          { text: '冠县', value: '002027015025' },
          { text: '东阿县', value: '002027015024' },
          { text: '临清市', value: '002027015081' },
          { text: '高唐县', value: '002027015026' },
          { text: '阳谷县', value: '002027015021' },
          { text: '东昌府区', value: '002027015002' },
          { text: '茌平县', value: '002027015023' },
          { text: '莘县', value: '002027015022' }
        ]
      },
      {
        value: '002027023',
        text: '滨州市',
        children: [
          { text: '博兴县', value: '002027023028' },
          { text: '沾化县', value: '002027023025' },
          { text: '开发区', value: '002027023031' },
          { text: '邹平县', value: '002027023030' },
          { text: '无棣县', value: '002027023024' },
          { text: '北海新区', value: '002027023010' },
          { text: '滨城区', value: '002027023001' },
          { text: '阳信县', value: '002027023023' },
          { text: '惠民县', value: '002027023021' }
        ]
      },
      {
        value: '002027029',
        text: '菏泽市',
        children: [
          { text: '鄄城县', value: '002027029029' },
          { text: '郓城县', value: '002027029028' },
          { text: '东明县', value: '002027029030' },
          { text: '开发区', value: '002027029032' },
          { text: '牡丹区', value: '002027029031' },
          { text: '定陶县', value: '002027029023' },
          { text: '曹县', value: '002027029022' },
          { text: '成武县', value: '002027029024' },
          { text: '巨野县', value: '002027029026' },
          { text: '单县', value: '002027029025' }
        ]
      }
    ]
  },
  {
    text: '河南',
    value: '002031',
    children: [
      {
        value: '002031001',
        text: '郑州市',
        children: [
          { text: '巩义市', value: '002031001081' },
          { text: '荥阳市', value: '002031001082' },
          { text: '经济开发区', value: '002031001012' },
          { text: '中牟县', value: '002031001022' },
          { text: '登封市', value: '002031001085' },
          { text: '出口加工区', value: '002031001088' },
          { text: '新密市', value: '002031001083' },
          { text: '新郑市', value: '002031001084' },
          { text: '管城回族区', value: '002031001004' },
          { text: '金水区', value: '002031001005' },
          { text: '中原区', value: '002031001002' },
          { text: '二七区', value: '002031001003' },
          { text: '郑东新区', value: '002031001010' },
          { text: '高新技术开发区', value: '002031001011' },
          { text: '上街区', value: '002031001006' },
          { text: '惠济区', value: '002031001008' }
        ]
      },
      {
        value: '002031002',
        text: '开封市',
        children: [
          { text: '尉氏县', value: '002031002023' },
          { text: '通许县', value: '002031002022' },
          { text: '杞县', value: '002031002021' },
          { text: '祥符区', value: '002031002026' },
          { text: '兰考县', value: '002031002025' },
          { text: '开封县', value: '002031002024' },
          { text: '金明区', value: '002031002013' },
          { text: '鼓楼区', value: '002031002004' },
          { text: '顺河回族区', value: '002031002003' },
          { text: '龙亭区', value: '002031002002' },
          { text: '禹王台区', value: '002031002012' },
          { text: '郊区', value: '002031002011' },
          { text: '南关区', value: '002031002005' }
        ]
      },
      {
        value: '002031003',
        text: '洛阳市',
        children: [
          { text: '宜阳县', value: '002031003027' },
          { text: '洛宁县', value: '002031003028' },
          { text: '汝阳县', value: '002031003026' },
          { text: '栾川县', value: '002031003024' },
          { text: '嵩县', value: '002031003025' },
          { text: '经济技术开发区', value: '002031003083' },
          { text: '瀍河回族区', value: '002031003084' },
          { text: '高新技术开发区', value: '002031003082' },
          { text: '伊川县', value: '002031003029' },
          { text: '偃师市', value: '002031003081' },
          { text: '涧西区', value: '002031003005' },
          { text: '吉利区', value: '002031003006' },
          { text: '壥河回族区', value: '002031003004' },
          { text: '老城区', value: '002031003002' },
          { text: '西工区', value: '002031003003' },
          { text: '孟津县', value: '002031003022' },
          { text: '新安县', value: '002031003023' },
          { text: '洛龙区', value: '002031003015' },
          { text: '郊区', value: '002031003011' },
          { text: '伊滨区', value: '002031003014' }
        ]
      },
      {
        value: '002031004',
        text: '平顶山市',
        children: [
          { text: '鲁山县', value: '002031004023' },
          { text: '叶县', value: '002031004022' },
          { text: '郏县', value: '002031004025' },
          { text: '汝州市', value: '002031004082' },
          { text: '舞钢市', value: '002031004081' },
          { text: '卫东区', value: '002031004003' },
          { text: '新华区', value: '002031004002' },
          { text: '石龙区', value: '002031004004' },
          { text: '宝丰县', value: '002031004021' },
          { text: '湛河区', value: '002031004011' }
        ]
      },
      {
        value: '002031005',
        text: '安阳市',
        children: [
          { text: '汤阴县', value: '002031005023' },
          { text: '安阳县', value: '002031005022' },
          { text: '龙安区', value: '002031005014' },
          { text: '林州市', value: '002031005081' },
          { text: '内黄县', value: '002031005027' },
          { text: '滑县', value: '002031005026' },
          { text: '铁西区', value: '002031005004' },
          { text: '北关区', value: '002031005003' },
          { text: '文峰区', value: '002031005002' },
          { text: '殷都区', value: '002031005013' },
          { text: '开发区', value: '002031005012' },
          { text: '郊区', value: '002031005011' }
        ]
      },
      {
        value: '002031006',
        text: '鹤壁市',
        children: [
          { text: '郊区', value: '002031006011' },
          { text: '浚县', value: '002031006021' },
          { text: '淇县', value: '002031006022' },
          { text: '鹤山区', value: '002031006002' },
          { text: '山城区', value: '002031006003' },
          { text: '淇滨区', value: '002031006010' }
        ]
      },
      {
        value: '002031007',
        text: '新乡市',
        children: [
          { text: '延津县', value: '002031007026' },
          { text: '原阳县', value: '002031007025' },
          { text: '获嘉县', value: '002031007024' },
          { text: '封丘县', value: '002031007027' },
          { text: '辉县市', value: '002031007082' },
          { text: '卫辉市', value: '002031007081' },
          { text: '长垣县', value: '002031007028' },
          { text: '新乡县', value: '002031007021' },
          { text: '北站区', value: '002031007004' },
          { text: '新华区', value: '002031007003' },
          { text: '红旗区', value: '002031007002' },
          { text: '郊区', value: '002031007011' },
          { text: '卫滨区', value: '002031007014' },
          { text: '牧野区', value: '002031007013' },
          { text: '凤泉区', value: '002031007012' }
        ]
      },
      {
        value: '002031008',
        text: '焦作市',
        children: [
          { text: '温县', value: '002031008025' },
          { text: '武陟县', value: '002031008023' },
          { text: '济源市', value: '002031008081' },
          { text: '孟州市', value: '002031008083' },
          { text: '沁阳市', value: '002031008082' },
          { text: '博爱县', value: '002031008022' },
          { text: '中站区', value: '002031008003' },
          { text: '解放区', value: '002031008002' },
          { text: '马村区', value: '002031008004' },
          { text: '修武县', value: '002031008021' },
          { text: '山阳区', value: '002031008011' }
        ]
      },
      {
        value: '002031009',
        text: '濮阳市',
        children: [
          { text: '范县', value: '002031009026' },
          { text: '台前县', value: '002031009027' },
          { text: '濮阳县', value: '002031009028' },
          { text: '南乐县', value: '002031009023' },
          { text: '市区', value: '002031009002' },
          { text: '华龙区', value: '002031009010' },
          { text: '清丰县', value: '002031009022' }
        ]
      },
      {
        value: '002031010',
        text: '许昌市',
        children: [
          { text: '襄城县', value: '002031010025' },
          { text: '禹州市', value: '002031010081' },
          { text: '长葛市', value: '002031010082' },
          { text: '鄢陵县', value: '002031010024' },
          { text: '魏都区', value: '002031010002' },
          { text: '建安区', value: '002031010010' },
          { text: '许昌县', value: '002031010023' }
        ]
      },
      {
        value: '002031011',
        text: '漯河市',
        children: [
          { text: '临颍县', value: '002031011022' },
          { text: '郾城县', value: '002031011023' },
          { text: '舞阳县', value: '002031011021' },
          { text: '源汇区', value: '002031011002' },
          { text: '召陵区', value: '002031011010' }
        ]
      },
      {
        value: '002031012',
        text: '三门峡市',
        children: [
          { text: '义马市', value: '002031012081' },
          { text: '灵宝市', value: '002031012082' },
          { text: '陕州区', value: '002031012083' },
          { text: '卢氏县', value: '002031012024' },
          { text: '湖滨区', value: '002031012002' },
          { text: '渑池县', value: '002031012021' },
          { text: '陕县', value: '002031012022' }
        ]
      },
      {
        value: '002031013',
        text: '南阳市',
        children: [
          { text: '唐河县', value: '002031013028' },
          { text: '社旗县', value: '002031013027' },
          { text: '淅川县', value: '002031013026' },
          { text: '邓州市', value: '002031013081' },
          { text: '桐柏县', value: '002031013030' },
          { text: '新野县', value: '002031013029' },
          { text: '内乡县', value: '002031013025' },
          { text: '南召县', value: '002031013021' },
          { text: '卧龙区', value: '002031013003' },
          { text: '宛城区', value: '002031013002' },
          { text: '镇平县', value: '002031013024' },
          { text: '西峡县', value: '002031013023' },
          { text: '方城县', value: '002031013022' }
        ]
      },
      {
        value: '002031014',
        text: '商丘市',
        children: [
          { text: '虞城县', value: '002031014025' },
          { text: '柘城县', value: '002031014024' },
          { text: '永城市', value: '002031014081' },
          { text: '夏邑县', value: '002031014026' },
          { text: '宁陵县', value: '002031014023' },
          { text: '睢阳区', value: '002031014003' },
          { text: '梁园区', value: '002031014002' },
          { text: '睢县', value: '002031014022' },
          { text: '民权县', value: '002031014021' }
        ]
      },
      {
        value: '002031015',
        text: '信阳市',
        children: [
          { text: '潢川县', value: '002031015026' },
          { text: '固始县', value: '002031015025' },
          { text: '淮滨县', value: '002031015027' },
          { text: '羊山新区', value: '002031015029' },
          { text: '息县', value: '002031015028' },
          { text: '商城县', value: '002031015024' },
          { text: '平桥区', value: '002031015003' },
          { text: '浉河区', value: '002031015002' },
          { text: '罗山县', value: '002031015021' },
          { text: '新县', value: '002031015023' },
          { text: '光山县', value: '002031015022' }
        ]
      },
      {
        value: '002031027',
        text: '周口市',
        children: [
          { text: '鹿邑县', value: '002031027025' },
          { text: '太康县', value: '002031027024' },
          { text: '商水县', value: '002031027023' },
          { text: '沈丘县', value: '002031027028' },
          { text: '淮阳县', value: '002031027027' },
          { text: '郸城县', value: '002031027026' },
          { text: '西华县', value: '002031027022' },
          { text: '川汇区', value: '002031027010' },
          { text: '项城市', value: '002031027002' },
          { text: '周口市', value: '002031027001' },
          { text: '扶沟县', value: '002031027021' },
          { text: '东新区', value: '002031027012' },
          { text: '经济开发区', value: '002031027011' }
        ]
      },
      {
        value: '002031028',
        text: '驻马店市',
        children: [
          { text: '汝南县', value: '002031028026' },
          { text: '上蔡县', value: '002031028025' },
          { text: '平舆县', value: '002031028027' },
          { text: '正阳县', value: '002031028029' },
          { text: '新蔡县', value: '002031028028' },
          { text: '西平县', value: '002031028024' },
          { text: '驿城区', value: '002031028010' },
          { text: '驻马店市', value: '002031028001' },
          { text: '确山县', value: '002031028021' },
          { text: '遂平县', value: '002031028023' },
          { text: '泌阳县', value: '002031028022' }
        ]
      },
      {
        value: '002031029',
        text: '济源市',
        children: [
          { text: '下冶镇', value: '002031029017' },
          { text: '梨林镇', value: '002031029016' },
          { text: '五龙口镇', value: '002031029015' },
          { text: '思礼镇', value: '002031029020' },
          { text: '大峪镇', value: '002031029019' },
          { text: '邵原镇', value: '002031029018' },
          { text: '王屋镇', value: '002031029011' },
          { text: '轵城镇', value: '002031029010' },
          { text: '济源市区', value: '002031029001' },
          { text: '承留镇', value: '002031029014' },
          { text: '克井镇', value: '002031029013' },
          { text: '坡头镇', value: '002031029012' }
        ]
      }
    ]
  },
  {
    text: '湖北',
    value: '002032',
    children: [
      {
        value: '002032001',
        text: '武汉市',
        children: [
          { text: '蔡甸区', value: '002032001014' },
          { text: '汉南区', value: '002032001013' },
          { text: '东西湖区', value: '002032001012' },
          { text: '江夏区', value: '002032001015' },
          { text: '东湖高新技术开发区', value: '002032001018' },
          { text: '新洲区', value: '002032001017' },
          { text: '黄陂区', value: '002032001016' },
          { text: '洪山区', value: '002032001011' },
          { text: '硚口区', value: '002032001004' },
          { text: '江汉区', value: '002032001003' },
          { text: '江岸区', value: '002032001002' },
          { text: '汉阳区', value: '002032001005' },
          { text: '武汉经济技术开发区', value: '002032001010' },
          { text: '青山区', value: '002032001007' },
          { text: '武昌区', value: '002032001006' }
        ]
      },
      {
        value: '002032002',
        text: '黄石市',
        children: [
          { text: '西塞山区', value: '002032002011' },
          { text: '经济技术开发区', value: '002032002010' },
          { text: '大冶市', value: '002032002081' },
          { text: '阳新县', value: '002032002022' },
          { text: '石灰窑区', value: '002032002003' },
          { text: '黄石港区', value: '002032002002' },
          { text: '铁山区', value: '002032002005' },
          { text: '下陆区', value: '002032002004' }
        ]
      },
      {
        value: '002032003',
        text: '十堰市',
        children: [
          { text: '房县', value: '002032003025' },
          { text: '竹溪县', value: '002032003024' },
          { text: '丹江口市', value: '002032003081' },
          { text: '郧阳区', value: '002032003100' },
          { text: '武当山特区', value: '002032003099' },
          { text: '张湾区', value: '002032003003' },
          { text: '茅箭区', value: '002032003002' },
          { text: '郧县', value: '002032003021' },
          { text: '竹山县', value: '002032003023' },
          { text: '郧西县', value: '002032003022' }
        ]
      },
      {
        value: '002032005',
        text: '宜昌市',
        children: [
          { text: '宜都市', value: '002032005081' },
          { text: '五峰土家族自治县', value: '002032005029' },
          { text: '长阳土家族自治县', value: '002032005028' },
          { text: '当阳市', value: '002032005082' },
          { text: '经济技术开发区', value: '002032005100' },
          { text: '夷陵区', value: '002032005099' },
          { text: '枝江市', value: '002032005083' },
          { text: '秭归县', value: '002032005027' },
          { text: '点军区', value: '002032005004' },
          { text: '伍家岗区', value: '002032005003' },
          { text: '西陵区', value: '002032005002' },
          { text: '猇亭区', value: '002032005005' },
          { text: '兴山县', value: '002032005026' },
          { text: '远安县', value: '002032005025' },
          { text: '宜昌县', value: '002032005021' }
        ]
      },
      {
        value: '002032006',
        text: '襄阳市',
        children: [
          { text: '保康县', value: '002032006026' },
          { text: '谷城县', value: '002032006025' },
          { text: '老河口市', value: '002032006082' },
          { text: '宜城市', value: '002032006084' },
          { text: '枣阳市', value: '002032006083' },
          { text: '樊城区', value: '002032006006' },
          { text: '襄城区', value: '002032006002' },
          { text: '襄州区', value: '002032006010' },
          { text: '南漳县', value: '002032006024' },
          { text: '襄阳县', value: '002032006021' }
        ]
      },
      {
        value: '002032007',
        text: '鄂州市',
        children: [
          { text: '鄂城区', value: '002032007004' },
          { text: '华容区', value: '002032007003' },
          { text: '梁子湖区', value: '002032007002' }
        ]
      },
      {
        value: '002032008',
        text: '荆门市',
        children: [
          { text: '钟祥县', value: '002032008081' },
          { text: '掇刀区', value: '002032008099' },
          { text: '沙洋县', value: '002032008022' },
          { text: '东宝区', value: '002032008002' },
          { text: '京山县', value: '002032008021' }
        ]
      },
      {
        value: '002032009',
        text: '孝感市',
        children: [
          { text: '应城市', value: '002032009081' },
          { text: '安陆市', value: '002032009082' },
          { text: '汉川市', value: '002032009084' },
          { text: '云梦县', value: '002032009023' },
          { text: '孝南区', value: '002032009002' },
          { text: '孝昌县', value: '002032009021' },
          { text: '大悟县', value: '002032009022' }
        ]
      },
      {
        value: '002032010',
        text: '荆州市',
        children: [
          { text: '洪湖市', value: '002032010083' },
          { text: '石首市', value: '002032010081' },
          { text: '荆州开发区', value: '002032010099' },
          { text: '松滋市', value: '002032010087' },
          { text: '江陵县', value: '002032010024' },
          { text: '荆州区', value: '002032010003' },
          { text: '沙市区', value: '002032010002' },
          { text: '监利县', value: '002032010023' },
          { text: '公安县', value: '002032010022' }
        ]
      },
      {
        value: '002032011',
        text: '黄冈市',
        children: [
          { text: '蕲春县', value: '002032011026' },
          { text: '浠水县', value: '002032011025' },
          { text: '黄梅县', value: '002032011027' },
          { text: '武穴市', value: '002032011082' },
          { text: '麻城市', value: '002032011081' },
          { text: '团风县', value: '002032011021' },
          { text: '黄州区', value: '002032011002' },
          { text: '红安县', value: '002032011022' },
          { text: '英山县', value: '002032011024' },
          { text: '罗田县', value: '002032011023' }
        ]
      },
      {
        value: '002032012',
        text: '咸宁市',
        children: [
          { text: '崇阳县', value: '002032012023' },
          { text: '通山县', value: '002032012024' },
          { text: '赤壁市', value: '002032012081' },
          { text: '咸安区', value: '002032012002' },
          { text: '嘉鱼县', value: '002032012021' },
          { text: '通城县', value: '002032012022' }
        ]
      },
      {
        value: '002032028',
        text: '恩施土家族苗族自治州',
        children: [
          { text: '咸丰县', value: '002032028026' },
          { text: '宣恩县', value: '002032028025' },
          { text: '鹤峰县', value: '002032028028' },
          { text: '来凤县', value: '002032028027' },
          { text: '利川市', value: '002032028002' },
          { text: '恩施市', value: '002032028001' },
          { text: '巴东县', value: '002032028023' },
          { text: '建始县', value: '002032028022' }
        ]
      },
      {
        value: '002032091',
        text: '随州市',
        children: [
          { text: '随县', value: '002032091010' },
          { text: '广水市', value: '002032091002' },
          { text: '曾都区', value: '002032091001' },
          { text: '002032093', value: [['下谷坪乡', '002032093015']] },
          { text: '九湖乡', value: '002032093014' },
          { text: '宋洛乡', value: '002032093017' },
          { text: '阳日镇', value: '002032093016' },
          { text: '新华镇', value: '002032093013' },
          { text: '松柏镇', value: '002032093010' },
          { text: '神农架林区', value: '002032090021' },
          { text: '红坪镇', value: '002032093012' },
          { text: '木鱼镇', value: '002032093011' }
        ]
      },
      { value: '002032093', text: '神农架林区' },
      {
        value: '002032094',
        text: '仙桃市',
        children: [
          { text: '五湖渔场', value: '002032094024' },
          { text: '刘家垸林场', value: '002032094025' },
          { text: '畜禽良种场', value: '002032094026' },
          { text: '工业园区', value: '002032094021' },
          { text: '沙湖原种场', value: '002032094022' },
          { text: '排湖渔场', value: '002032094023' },
          { text: '沔城镇', value: '002032094030' },
          { text: '九合垸原种场', value: '002032094031' },
          { text: '赵西垸林场', value: '002032094032' },
          { text: '豆河镇', value: '002032094027' },
          { text: '长埫口镇', value: '002032094028' },
          { text: '彭场镇', value: '002032094029' },
          { text: '三伏潭镇', value: '002032094012' },
          { text: '胡场镇', value: '002032094013' },
          { text: '西流河镇', value: '002032094014' },
          { text: '仙桃市', value: '002032090004' },
          { text: '郑场镇', value: '002032094010' },
          { text: '毛嘴镇', value: '002032094011' },
          { text: '郭河镇', value: '002032094018' },
          { text: '通海口镇', value: '002032094019' },
          { text: '陈场镇', value: '002032094020' },
          { text: '沙湖镇', value: '002032094015' },
          { text: '杨林尾镇', value: '002032094016' },
          { text: '张沟镇', value: '002032094017' }
        ]
      },
      {
        value: '002032095',
        text: '潜江市',
        children: [
          { text: '老新镇', value: '002032095025' },
          { text: '江汉石油管理局', value: '002032095026' },
          { text: '周矶管理区', value: '002032095027' },
          { text: '杨市', value: '002032095022' },
          { text: '泰丰', value: '002032095023' },
          { text: '渔洋镇', value: '002032095024' },
          { text: '高场原种场', value: '002032095028' },
          { text: '运粮湖管理区', value: '002032095032' },
          { text: '浩口原种场', value: '002032095033' },
          { text: '潜江经济开发区', value: '002032095034' },
          { text: '竹根滩镇', value: '002032095029' },
          { text: '王场镇', value: '002032095030' },
          { text: '龙湾镇', value: '002032095031' },
          { text: '广华', value: '002032095012' },
          { text: '高石碑镇', value: '002032095013' },
          { text: '积玉口镇', value: '002032095014' },
          { text: '潜江市', value: '002032090005' },
          { text: '园林', value: '002032095010' },
          { text: '周矶', value: '002032095011' },
          { text: '熊口镇', value: '002032095015' },
          { text: '后湖管理区', value: '002032095019' },
          { text: '熊口管理区', value: '002032095020' },
          { text: '总口管理区', value: '002032095021' },
          { text: '浩口镇', value: '002032095016' },
          { text: '张金镇', value: '002032095017' },
          { text: '西大垸管理区', value: '002032095018' }
        ]
      },
      {
        value: '002032096',
        text: '天门市',
        children: [
          { text: '白茅湖农场', value: '002032096028' },
          { text: '侨乡街道开发区', value: '002032096029' },
          { text: '佛子山镇', value: '002032096030' },
          { text: '蒋湖农场', value: '002032096027' },
          { text: '皂市镇', value: '002032096024' },
          { text: '胡市镇', value: '002032096025' },
          { text: '石河镇', value: '002032096026' },
          { text: '九真镇', value: '002032096035' },
          { text: '净潭乡', value: '002032096036' },
          { text: '沉湖管委会', value: '002032096037' },
          { text: '马湾镇', value: '002032096034' },
          { text: '张港镇', value: '002032096031' },
          { text: '黄潭镇', value: '002032096032' },
          { text: '彭市镇', value: '002032096033' },
          { text: '小板镇', value: '002032096023' },
          { text: '拖市镇', value: '002032096013' },
          { text: '蒋场镇', value: '002032096014' },
          { text: '汪场镇', value: '002032096015' },
          { text: '多宝镇', value: '002032096012' },
          { text: '天门市', value: '002032090006' },
          { text: '竟陵街道', value: '002032096010' },
          { text: '杨林街道', value: '002032096011' },
          { text: '多祥镇', value: '002032096020' },
          { text: '干驿镇', value: '002032096021' },
          { text: '卢市镇', value: '002032096022' },
          { text: '麻洋镇', value: '002032096019' },
          { text: '渔薪镇', value: '002032096016' },
          { text: '岳口镇', value: '002032096017' },
          { text: '横林镇', value: '002032096018' }
        ]
      }
    ]
  },
  {
    text: '湖南',
    value: '002033',
    children: [
      {
        value: '002033001',
        text: '长沙市',
        children: [
          { text: '望城县', value: '002033001022' },
          { text: '长沙县', value: '002033001021' },
          { text: '浏阳市', value: '002033001081' },
          { text: '宁乡县', value: '002033001024' },
          { text: '雨花区', value: '002033001011' },
          { text: '天心区', value: '002033001003' },
          { text: '芙蓉区', value: '002033001002' },
          { text: '开福区', value: '002033001005' },
          { text: '岳麓区', value: '002033001004' }
        ]
      },
      {
        value: '002033002',
        text: '株洲市',
        children: [
          { text: '茶陵县', value: '002033002024' },
          { text: '攸县', value: '002033002023' },
          { text: '炎陵县', value: '002033002025' },
          { text: '云龙示范区', value: '002033002082' },
          { text: '醴陵市', value: '002033002081' },
          { text: '芦淞区', value: '002033002003' },
          { text: '荷塘区', value: '002033002002' },
          { text: '石峰区', value: '002033002004' },
          { text: '株洲县', value: '002033002021' },
          { text: '天元区', value: '002033002011' }
        ]
      },
      {
        value: '002033003',
        text: '湘潭市',
        children: [
          { text: '湘乡市', value: '002033003081' },
          { text: '韶山市', value: '002033003082' },
          { text: '湘潭县', value: '002033003021' },
          { text: '雨湖区', value: '002033003002' },
          { text: '岳塘区', value: '002033003004' }
        ]
      },
      {
        value: '002033004',
        text: '衡阳市',
        children: [
          { text: '珠晖区', value: '002033004096' },
          { text: '常宁市', value: '002033004082' },
          { text: '耒阳市', value: '002033004081' },
          { text: '石鼓区', value: '002033004099' },
          { text: '雁峰区', value: '002033004098' },
          { text: '蒸湘区', value: '002033004097' },
          { text: '衡南县', value: '002033004022' },
          { text: '衡阳县', value: '002033004021' },
          { text: '南岳区', value: '002033004012' },
          { text: '祁东县', value: '002033004026' },
          { text: '衡东县', value: '002033004024' },
          { text: '衡山县', value: '002033004023' }
        ]
      },
      {
        value: '002033005',
        text: '邵阳市',
        children: [
          { text: '绥宁县', value: '002033005027' },
          { text: '洞口县', value: '002033005025' },
          { text: '隆回县', value: '002033005024' },
          { text: '武冈市', value: '002033005081' },
          { text: '城步苗族自治县', value: '002033005029' },
          { text: '新宁县', value: '002033005028' },
          { text: '北塔区', value: '002033005011' },
          { text: '大祥区', value: '002033005003' },
          { text: '双清区', value: '002033005002' },
          { text: '邵阳县', value: '002033005023' },
          { text: '新邵县', value: '002033005022' },
          { text: '邵东县', value: '002033005021' }
        ]
      },
      {
        value: '002033006',
        text: '岳阳市',
        children: [
          { text: '平江县', value: '002033006026' },
          { text: '湘阴县', value: '002033006024' },
          { text: '临湘市', value: '002033006082' },
          { text: '汨罗市', value: '002033006081' },
          { text: '华容县', value: '002033006023' },
          { text: '云溪区', value: '002033006003' },
          { text: '岳阳楼区', value: '002033006002' },
          { text: '岳阳县', value: '002033006021' },
          { text: '君山区', value: '002033006011' }
        ]
      },
      {
        value: '002033007',
        text: '常德市',
        children: [
          { text: '桃源县', value: '002033007025' },
          { text: '临澧县', value: '002033007024' },
          { text: '津市市', value: '002033007081' },
          { text: '石门县', value: '002033007026' },
          { text: '澧县', value: '002033007023' },
          { text: '鼎城区', value: '002033007003' },
          { text: '武陵区', value: '002033007002' },
          { text: '汉寿县', value: '002033007022' },
          { text: '安乡县', value: '002033007021' }
        ]
      },
      {
        value: '002033008',
        text: '张家界市',
        children: [
          { text: '慈利县', value: '002033008021' },
          { text: '桑植县', value: '002033008022' },
          { text: '永定区', value: '002033008002' },
          { text: '武陵源区', value: '002033008011' }
        ]
      },
      {
        value: '002033009',
        text: '益阳市',
        children: [
          { text: '桃江县', value: '002033009022' },
          { text: '安化县', value: '002033009023' },
          { text: '沅江市', value: '002033009081' },
          { text: '资阳区', value: '002033009002' },
          { text: '赫山区', value: '002033009003' },
          { text: '南县', value: '002033009021' }
        ]
      },
      {
        value: '002033010',
        text: '郴州市',
        children: [
          { text: '桂东县', value: '002033010027' },
          { text: '汝城县', value: '002033010026' },
          { text: '安仁县', value: '002033010028' },
          { text: '苏仙区', value: '002033010082' },
          { text: '资兴市', value: '002033010081' },
          { text: '临武县', value: '002033010025' },
          { text: '桂阳县', value: '002033010021' },
          { text: '北湖区', value: '002033010002' },
          { text: '宜章县', value: '002033010022' },
          { text: '嘉禾县', value: '002033010024' },
          { text: '永兴县', value: '002033010023' }
        ]
      },
      {
        value: '002033011',
        text: '永州市',
        children: [
          { text: '蓝山县', value: '002033011027' },
          { text: '宁远县', value: '002033011026' },
          { text: '新田县', value: '002033011028' },
          { text: '零陵区', value: '002033011099' },
          { text: '江华瑶族自治县', value: '002033011029' },
          { text: '江永县', value: '002033011025' },
          { text: '祁阳县', value: '002033011021' },
          { text: '冷水滩区', value: '002033011003' },
          { text: '东安县', value: '002033011022' },
          { text: '道县', value: '002033011024' },
          { text: '双牌县', value: '002033011023' }
        ]
      },
      {
        value: '002033012',
        text: '怀化市',
        children: [
          { text: '芷江侗族自治县', value: '002033012028' },
          { text: '新晃侗族自治县', value: '002033012027' },
          { text: '麻阳苗族自治县', value: '002033012026' },
          { text: '洪江市', value: '002033012081' },
          { text: '通道侗族自治县', value: '002033012030' },
          { text: '靖州苗族侗族自治县', value: '002033012029' },
          { text: '沅陵县', value: '002033012022' },
          { text: '中方县', value: '002033012021' },
          { text: '鹤城区', value: '002033012002' },
          { text: '会同县', value: '002033012025' },
          { text: '溆浦县', value: '002033012024' },
          { text: '辰溪县', value: '002033012023' }
        ]
      },
      {
        value: '002033025',
        text: '娄底市',
        children: [
          { text: '新化县', value: '002033025024' },
          { text: '娄星区', value: '002033025099' },
          { text: '双峰县', value: '002033025022' },
          { text: '冷水江市', value: '002033025002' },
          { text: '涟源市', value: '002033025003' }
        ]
      },
      {
        value: '002033031',
        text: '吉首市',
        children: [
          { text: '古丈县', value: '002033031026' },
          { text: '保靖县', value: '002033031025' },
          { text: '龙山县', value: '002033031030' },
          { text: '永顺县', value: '002033031027' },
          { text: '泸溪县', value: '002033031022' },
          { text: '吉首市', value: '002033031001' },
          { text: '花垣县', value: '002033031024' },
          { text: '凤凰县', value: '002033031023' }
        ]
      },
      {
        value: '002033032',
        text: '湘西州',
        children: [
          { text: '花垣县', value: '002033032006' },
          { text: '凤凰县', value: '002033032005' },
          { text: '永顺县', value: '002033032008' },
          { text: '吉首市', value: '002033032007' },
          { text: '保靖县', value: '002033032002' },
          { text: '龙山县', value: '002033032001' },
          { text: '泸溪县', value: '002033032004' },
          { text: '古丈县', value: '002033032003' }
        ]
      }
    ]
  },
  {
    text: '广东',
    value: '002034',
    children: [
      {
        value: '002034001',
        text: '广州市',
        children: [
          { text: '花都区', value: '002034001014' },
          { text: '番禺区', value: '002034001013' },
          { text: '黄埔区', value: '002034001012' },
          { text: '从化市', value: '002034001084' },
          { text: '增城市', value: '002034001083' },
          { text: '广州大学城', value: '002034001020' },
          { text: '白云区', value: '002034001011' },
          { text: '越秀区', value: '002034001004' },
          { text: '荔湾区', value: '002034001003' },
          { text: '南沙区', value: '002034001002' },
          { text: '萝岗区', value: '002034001007' },
          { text: '天河区', value: '002034001006' },
          { text: '海珠区', value: '002034001005' }
        ]
      },
      {
        value: '002034002',
        text: '韶关市',
        children: [
          { text: '乳源瑶族自治县', value: '002034002032' },
          { text: '翁源县', value: '002034002029' },
          { text: '新丰县', value: '002034002033' },
          { text: '南雄市', value: '002034002082' },
          { text: '乐昌市', value: '002034002081' },
          { text: '仁化县', value: '002034002024' },
          { text: '武江区', value: '002034002003' },
          { text: '北江区', value: '002034002002' },
          { text: '浈江区', value: '002034002004' },
          { text: '始兴县', value: '002034002022' },
          { text: '曲江县', value: '002034002021' }
        ]
      },
      {
        value: '002034003',
        text: '深圳市',
        children: [
          { text: '坪山新区', value: '002034003010' },
          { text: '盐田区', value: '002034003008' },
          { text: '龙华新区', value: '002034003011' },
          { text: '光明新区', value: '002034003013' },
          { text: '大鹏新区', value: '002034003012' },
          { text: '福田区', value: '002034003004' },
          { text: '罗湖区', value: '002034003003' },
          { text: '南山区', value: '002034003005' },
          { text: '龙岗区', value: '002034003007' },
          { text: '宝安区', value: '002034003006' }
        ]
      },
      {
        value: '002034004',
        text: '珠海市',
        children: [
          { text: '金湾区', value: '002034004004' },
          { text: '斗门区', value: '002034004003' },
          { text: '香洲区', value: '002034004002' },
          { text: '潮南区', value: '002034005014' },
          { text: '澄海区', value: '002034005015' },
          { text: '南澳县', value: '002034005023' },
          { text: '潮阳区', value: '002034005013' },
          { text: '龙湖区', value: '002034005007' },
          { text: '金平区', value: '002034005011' },
          { text: '濠江区', value: '002034005012' }
        ]
      },
      { value: '002034005', text: '汕头市' },
      {
        value: '002034006',
        text: '佛山市',
        children: [
          { text: '三水区', value: '002034006007' },
          { text: '高明区', value: '002034006008' },
          { text: '顺德区', value: '002034006006' },
          { text: '禅城区', value: '002034006004' },
          { text: '南海区', value: '002034006005' }
        ]
      },
      {
        value: '002034007',
        text: '江门市',
        children: [
          { text: '开平市', value: '002034007083' },
          { text: '鹤山市', value: '002034007084' },
          { text: '恩平市', value: '002034007085' },
          { text: '台山市', value: '002034007081' },
          { text: '蓬江区', value: '002034007003' },
          { text: '江海区', value: '002034007004' },
          { text: '新会区', value: '002034007005' }
        ]
      },
      {
        value: '002034008',
        text: '湛江市',
        children: [
          { text: '徐闻县', value: '002034008025' },
          { text: '遂溪县', value: '002034008023' },
          { text: '廉江市', value: '002034008081' },
          { text: '吴川市', value: '002034008083' },
          { text: '雷州市', value: '002034008082' },
          { text: '霞山区', value: '002034008003' },
          { text: '赤坎区', value: '002034008002' },
          { text: '坡头区', value: '002034008004' },
          { text: '经济技术开发区', value: '002034008012' },
          { text: '麻章区', value: '002034008011' }
        ]
      },
      {
        value: '002034009',
        text: '茂名市',
        children: [
          { text: '高州市', value: '002034009081' },
          { text: '化州市', value: '002034009082' },
          { text: '信宜市', value: '002034009083' },
          { text: '茂南区', value: '002034009002' },
          { text: '茂港区', value: '002034009003' },
          { text: '电白县', value: '002034009023' }
        ]
      },
      {
        value: '002034012',
        text: '肇庆市',
        children: [
          { text: '高要市', value: '002034012083' },
          { text: '德庆县', value: '002034012026' },
          { text: '高新技术产业开发区', value: '002034012085' },
          { text: '四会市', value: '002034012084' },
          { text: '封开县', value: '002034012025' },
          { text: '鼎湖区', value: '002034012003' },
          { text: '端州区', value: '002034012002' },
          { text: '怀集县', value: '002034012024' },
          { text: '广宁县', value: '002034012023' }
        ]
      },
      {
        value: '002034013',
        text: '惠州市',
        children: [
          { text: '惠东县', value: '002034013023' },
          { text: '龙门县', value: '002034013024' },
          { text: '仲恺高新区', value: '002034013025' },
          { text: '博罗县', value: '002034013022' },
          { text: '惠城区', value: '002034013002' },
          { text: '惠阳区', value: '002034013003' },
          { text: '大亚湾区', value: '002034013010' }
        ]
      },
      {
        value: '002034014',
        text: '梅州市',
        children: [
          { text: '平远县', value: '002034014026' },
          { text: '五华县', value: '002034014024' },
          { text: '兴宁市', value: '002034014081' },
          { text: '蕉岭县', value: '002034014027' },
          { text: '梅县', value: '002034014021' },
          { text: '梅江区', value: '002034014002' },
          { text: '丰顺县', value: '002034014023' },
          { text: '大埔县', value: '002034014022' }
        ]
      },
      {
        value: '002034015',
        text: '汕尾市',
        children: [
          { text: '陆河县', value: '002034015023' },
          { text: '陆丰市', value: '002034015081' },
          { text: '城区', value: '002034015002' },
          { text: '海丰县', value: '002034015021' }
        ]
      },
      {
        value: '002034016',
        text: '河源市',
        children: [
          { text: '连平县', value: '002034016023' },
          { text: '和平县', value: '002034016024' },
          { text: '东源县', value: '002034016025' },
          { text: '源城区', value: '002034016002' },
          { text: '紫金县', value: '002034016021' },
          { text: '龙川县', value: '002034016022' }
        ]
      },
      {
        value: '002034017',
        text: '阳江市',
        children: [
          { text: '阳东县', value: '002034017023' },
          { text: '阳春市', value: '002034017081' },
          { text: '江城区', value: '002034017002' },
          { text: '阳西县', value: '002034017021' }
        ]
      },
      {
        value: '002034018',
        text: '清远市',
        children: [
          { text: '连山瑶族自治县', value: '002034018026' },
          { text: '连山壮族瑶族自治县', value: '002034018025' },
          { text: '清新县', value: '002034018027' },
          { text: '连州市', value: '002034018082' },
          { text: '英德市', value: '002034018081' },
          { text: '连山县', value: '002034018010' },
          { text: '清城区', value: '002034018002' },
          { text: '连南县', value: '002034018011' },
          { text: '阳山县', value: '002034018023' },
          { text: '佛冈县', value: '002034018021' }
        ]
      },
      {
        value: '002034019',
        text: '东莞市',
        children: [
          { text: '石排镇', value: '002034019031' },
          { text: '东城区', value: '002034019030' },
          { text: '望牛墩镇', value: '002034019033' },
          { text: '石龙镇', value: '002034019032' },
          { text: '寮步镇', value: '002034019027' },
          { text: '谢岗镇', value: '002034019026' },
          { text: '塘厦镇', value: '002034019029' },
          { text: '常平镇', value: '002034019028' },
          { text: '长安镇', value: '002034019034' },
          { text: '桥头镇', value: '002034019040' },
          { text: '高埗镇', value: '002034019039' },
          { text: '麻涌镇', value: '002034019042' },
          { text: '东坑镇', value: '002034019041' },
          { text: '樟木头镇', value: '002034019036' },
          { text: '大岭山镇', value: '002034019035' },
          { text: '黄江镇', value: '002034019038' },
          { text: '清溪镇', value: '002034019037' },
          { text: '万江区', value: '002034019014' },
          { text: '厚街镇', value: '002034019013' },
          { text: '大朗镇', value: '002034019016' },
          { text: '凤岗镇', value: '002034019015' },
          { text: '莞城区', value: '002034019010' },
          { text: '东莞市', value: '002034019001' },
          { text: '横沥镇', value: '002034019012' },
          { text: '南城区', value: '002034019011' },
          { text: '企石镇', value: '002034019017' },
          { text: '洪梅镇', value: '002034019023' },
          { text: '石碣镇', value: '002034019022' },
          { text: '中堂镇', value: '002034019025' },
          { text: '松山湖', value: '002034019024' },
          { text: '虎门镇', value: '002034019019' },
          { text: '茶山镇', value: '002034019018' },
          { text: '沙田镇', value: '002034019021' },
          { text: '道滘镇', value: '002034019020' }
        ]
      },
      {
        value: '002034020',
        text: '中山市',
        children: [
          { text: '民众镇', value: '002034020023' },
          { text: '大涌镇', value: '002034020024' },
          { text: '火炬开发区', value: '002034020022' },
          { text: '沙朗镇', value: '002034020020' },
          { text: '东升镇', value: '002034020021' },
          { text: '坦洲镇', value: '002034020025' },
          { text: '阜沙镇', value: '002034020029' },
          { text: '神湾镇', value: '002034020030' },
          { text: '沙溪镇', value: '002034020028' },
          { text: '三乡镇', value: '002034020026' },
          { text: '港口镇', value: '002034020027' },
          { text: '东凤镇', value: '002034020012' },
          { text: '板芙镇', value: '002034020013' },
          { text: '古镇', value: '002034020011' },
          { text: '中山市', value: '002034020001' },
          { text: '小榄镇', value: '002034020010' },
          { text: '横栏镇', value: '002034020014' },
          { text: '五桂山镇', value: '002034020018' },
          { text: '南朗镇', value: '002034020019' },
          { text: '黄圃镇', value: '002034020017' },
          { text: '三角镇', value: '002034020015' },
          { text: '南头镇', value: '002034020016' }
        ]
      },
      {
        value: '002034051',
        text: '潮州市',
        children: [
          { text: '潮安县', value: '002034051021' },
          { text: '饶平县', value: '002034051022' },
          { text: '湘桥区', value: '002034051002' },
          { text: '枫溪区', value: '002034051010' }
        ]
      },
      {
        value: '002034052',
        text: '揭阳市',
        children: [
          { text: '普宁市', value: '002034052081' },
          { text: '惠来县', value: '002034052024' },
          { text: '大南山侨区', value: '002034052083' },
          { text: '普侨区', value: '002034052082' },
          { text: '东山区', value: '002034052010' },
          { text: '榕城区', value: '002034052002' },
          { text: '揭西县', value: '002034052022' },
          { text: '揭东县', value: '002034052021' }
        ]
      },
      {
        value: '002034053',
        text: '云浮市',
        children: [
          { text: '云安县', value: '002034053023' },
          { text: '罗定市', value: '002034053081' },
          { text: '郁南县', value: '002034053022' },
          { text: '云城区', value: '002034053002' },
          { text: '新兴县', value: '002034053021' }
        ]
      }
    ]
  },
  {
    text: '广西',
    value: '002035',
    children: [
      {
        value: '002035001',
        text: '南宁市',
        children: [
          { text: '横县', value: '002035001033' },
          { text: '上林县', value: '002035001027' },
          { text: '马山县', value: '002035001025' },
          { text: '良庆区', value: '002035001099' },
          { text: '青秀区', value: '002035001098' },
          { text: '西乡塘区', value: '002035001097' },
          { text: '邕宁区', value: '002035001021' },
          { text: '江南区', value: '002035001005' },
          { text: '兴宁区', value: '002035001002' },
          { text: '隆安县', value: '002035001024' },
          { text: '宾阳县', value: '002035001023' },
          { text: '武鸣县', value: '002035001022' }
        ]
      },
      {
        value: '002035002',
        text: '柳州市',
        children: [
          { text: '鹿寨县', value: '002035002023' },
          { text: '柳城县', value: '002035002022' },
          { text: '融安县', value: '002035002024' },
          { text: '三江侗族自治县', value: '002035002026' },
          { text: '融水苗族自治县', value: '002035002025' },
          { text: '柳江县', value: '002035002021' },
          { text: '鱼峰区', value: '002035002003' },
          { text: '城中区', value: '002035002002' },
          { text: '柳南区', value: '002035002004' },
          { text: '市郊区', value: '002035002011' },
          { text: '柳北区', value: '002035002005' }
        ]
      },
      {
        value: '002035003',
        text: '桂林市',
        children: [
          { text: '灌阳县', value: '002035003027' },
          { text: '龙胜各族自治县', value: '002035003028' },
          { text: '兴安县', value: '002035003025' },
          { text: '永福县', value: '002035003026' },
          { text: '荔浦县', value: '002035003031' },
          { text: '恭城瑶族自治县', value: '002035003032' },
          { text: '资源县', value: '002035003029' },
          { text: '平乐县', value: '002035003030' },
          { text: '全州县', value: '002035003024' },
          { text: '象山区', value: '002035003004' },
          { text: '七星区', value: '002035003005' },
          { text: '秀峰区', value: '002035003002' },
          { text: '叠彩区', value: '002035003003' },
          { text: '临桂县', value: '002035003022' },
          { text: '灵川县', value: '002035003023' },
          { text: '雁山区', value: '002035003011' },
          { text: '阳朔县', value: '002035003021' }
        ]
      },
      {
        value: '002035004',
        text: '梧州市',
        children: [
          { text: '藤县', value: '002035004022' },
          { text: '苍梧县', value: '002035004021' },
          { text: '岑溪市', value: '002035004081' },
          { text: '蒙山县', value: '002035004023' },
          { text: '长洲区', value: '002035004013' },
          { text: '蝶山区', value: '002035004004' },
          { text: '万秀区', value: '002035004003' },
          { text: '龙圩区', value: '002035004012' },
          { text: '市郊区', value: '002035004011' }
        ]
      },
      {
        value: '002035005',
        text: '北海市',
        children: [
          { text: '铁山港区', value: '002035005012' },
          { text: '合浦县', value: '002035005021' },
          { text: '海城区', value: '002035005002' },
          { text: '银海区', value: '002035005003' }
        ]
      },
      {
        value: '002035006',
        text: '防城港市',
        children: [
          { text: '上思县', value: '002035006021' },
          { text: '东兴市', value: '002035006081' },
          { text: '港口区', value: '002035006002' },
          { text: '防城区', value: '002035006003' }
        ]
      },
      {
        value: '002035007',
        text: '钦州市',
        children: [
          { text: '浦北县', value: '002035007022' },
          { text: '钦州港经济开发区', value: '002035007023' },
          { text: '灵山县', value: '002035007021' },
          { text: '钦南区', value: '002035007002' },
          { text: '钦北区', value: '002035007003' }
        ]
      },
      {
        value: '002035008',
        text: '贵港市',
        children: [
          { text: '覃塘区', value: '002035008098' },
          { text: '桂平市', value: '002035008099' },
          { text: '平南县', value: '002035008021' },
          { text: '港北区', value: '002035008002' },
          { text: '港南区', value: '002035008003' }
        ]
      },
      {
        value: '002035009',
        text: '玉林市',
        children: [
          { text: '兴业县', value: '002035009024' },
          { text: '北流市', value: '002035009081' },
          { text: '福绵区', value: '002035009099' },
          { text: '博白县', value: '002035009023' },
          { text: '玉州区', value: '002035009002' },
          { text: '容县', value: '002035009021' },
          { text: '陆川县', value: '002035009022' }
        ]
      },
      {
        value: '002035024',
        text: '贺州市',
        children: [
          { text: '钟山县', value: '002035024027' },
          { text: '富川瑶族自治县', value: '002035024028' },
          { text: '八步区', value: '002035024099' },
          { text: '贺州市', value: '002035024002' },
          { text: '平桂管理区', value: '002035024010' },
          { text: '昭平县', value: '002035024024' }
        ]
      },
      {
        value: '002035026',
        text: '百色市',
        children: [
          { text: '田林县', value: '002035026030' },
          { text: '乐业县', value: '002035026029' },
          { text: '凌云县', value: '002035026028' },
          { text: '右江区', value: '002035026099' },
          { text: '西林县', value: '002035026032' },
          { text: '隆林各族自治县', value: '002035026031' },
          { text: '那坡县', value: '002035026027' },
          { text: '田东县', value: '002035026023' },
          { text: '田阳县', value: '002035026022' },
          { text: '百色市', value: '002035026001' },
          { text: '靖西县', value: '002035026026' },
          { text: '德保县', value: '002035026025' },
          { text: '平果县', value: '002035026024' }
        ]
      },
      {
        value: '002035027',
        text: '河池市',
        children: [
          { text: '巴马瑶族自治县', value: '002035027029' },
          { text: '东兰县', value: '002035027028' },
          { text: '凤山县', value: '002035027027' },
          { text: '金城江区', value: '002035027099' },
          { text: '大化瑶族自治县', value: '002035027031' },
          { text: '都安瑶族自治县', value: '002035027030' },
          { text: '罗城仫佬族自治县', value: '002035027023' },
          { text: '宜州市', value: '002035027002' },
          { text: '河池市', value: '002035027001' },
          { text: '天峨县', value: '002035027026' },
          { text: '南丹县', value: '002035027025' },
          { text: '环江毛南族自治县', value: '002035027024' }
        ]
      },
      {
        value: '002035028',
        text: '来宾市',
        children: [
          { text: '合山市', value: '002035028005' },
          { text: '来宾市', value: '002035028006' },
          { text: '兴宾区', value: '002035028010' },
          { text: '金秀瑶族自治县', value: '002035028004' },
          { text: '象州县', value: '002035028001' },
          { text: '武宣县', value: '002035028002' },
          { text: '忻城县', value: '002035028003' }
        ]
      },
      {
        value: '002035029',
        text: '崇左市',
        children: [
          { text: '宁明县', value: '002035029005' },
          { text: '天等县', value: '002035029006' },
          { text: '江州区', value: '002035029007' },
          { text: '龙州县', value: '002035029004' },
          { text: '扶绥县', value: '002035029001' },
          { text: '凭祥市', value: '002035029002' },
          { text: '大新县', value: '002035029003' }
        ]
      }
    ]
  },
  {
    text: '重庆',
    value: '002040',
    children: [
      {
        value: '002040001',
        text: '重庆市',
        children: [
          { text: '开县', value: '002040001034' },
          { text: '忠县', value: '002040001033' },
          { text: '云阳县', value: '002040001035' },
          { text: '巫山县', value: '002040001037' },
          { text: '奉节县', value: '002040001036' },
          { text: '城口县', value: '002040001029' },
          { text: '梁平县', value: '002040001028' },
          { text: '丰都县', value: '002040001030' },
          { text: '武隆县', value: '002040001032' },
          { text: '垫江县', value: '002040001031' },
          { text: '巫溪县', value: '002040001038' },
          { text: '合川市', value: '002040001082' },
          { text: '江津区', value: '002040001081' },
          { text: '永川市', value: '002040001083' },
          { text: '黔江区', value: '002040001089' },
          { text: '南川市', value: '002040001084' },
          { text: '秀山土家族苗族自治县', value: '002040001041' },
          { text: '石柱土家族自治县', value: '002040001040' },
          { text: '酉阳土家族苗族自治县', value: '002040001042' },
          { text: '两江新区', value: '002040001044' },
          { text: '彭水苗族土家族自治县', value: '002040001043' },
          { text: '九龙坡区', value: '002040001007' },
          { text: '沙坪坝区', value: '002040001006' },
          { text: '南岸区', value: '002040001008' },
          { text: '万盛区', value: '002040001010' },
          { text: '北碚区', value: '002040001009' },
          { text: '涪陵区', value: '002040001002' },
          { text: '万州区', value: '002040001001' },
          { text: '渝中区', value: '002040001003' },
          { text: '江北区', value: '002040001005' },
          { text: '大渡口区', value: '002040001004' },
          { text: '渝北区', value: '002040001012' },
          { text: '铜梁县', value: '002040001024' },
          { text: '潼南县', value: '002040001023' },
          { text: '大足县', value: '002040001025' },
          { text: '璧山县', value: '002040001027' },
          { text: '荣昌县', value: '002040001026' },
          { text: '高新区', value: '002040001015' },
          { text: '巴南区', value: '002040001013' },
          { text: '北部新区', value: '002040001016' },
          { text: '綦江区', value: '002040001022' },
          { text: '长寿区', value: '002040001021' }
        ]
      }
    ]
  },
  {
    text: '四川',
    value: '002041',
    children: [
      {
        value: '002041001',
        text: '成都市',
        children: [
          { text: '大邑县', value: '002041001029' },
          { text: '蒲江县', value: '002041001031' },
          { text: '新都区', value: '002041001025' },
          { text: '温江区', value: '002041001023' },
          { text: '郫都区', value: '002041001024' },
          { text: '新津县', value: '002041001032' },
          { text: '崇州市', value: '002041001084' },
          { text: '简阳市', value: '002041001085' },
          { text: '邛崃市', value: '002041001083' },
          { text: '都江堰市', value: '002041001081' },
          { text: '彭州市', value: '002041001082' },
          { text: '双流区', value: '002041001022' },
          { text: '武侯区', value: '002041001007' },
          { text: '成华区', value: '002041001008' },
          { text: '金牛区', value: '002041001006' },
          { text: '锦江区', value: '002041001004' },
          { text: '青羊区', value: '002041001005' },
          { text: '郫县', value: '002041001010' },
          { text: '高新西区', value: '002041001016' },
          { text: '金堂县', value: '002041001021' },
          { text: '高新区', value: '002041001015' },
          { text: '龙泉驿区', value: '002041001012' },
          { text: '青白江区', value: '002041001013' }
        ]
      },
      {
        value: '002041003',
        text: '自贡市',
        children: [
          { text: '沿滩区', value: '002041003011' },
          { text: '荣县', value: '002041003021' },
          { text: '富顺县', value: '002041003022' },
          { text: '自流井区', value: '002041003002' },
          { text: '贡井区', value: '002041003003' },
          { text: '大安区', value: '002041003004' }
        ]
      },
      {
        value: '002041004',
        text: '攀枝花市',
        children: [
          { text: '米易县', value: '002041004021' },
          { text: '盐边县', value: '002041004022' },
          { text: '仁和区', value: '002041004011' },
          { text: '东区', value: '002041004002' },
          { text: '西区', value: '002041004003' }
        ]
      },
      {
        value: '002041005',
        text: '泸州市',
        children: [
          { text: '合江县', value: '002041005022' },
          { text: '叙永县', value: '002041005024' },
          { text: '古蔺县', value: '002041005025' },
          { text: '泸县', value: '002041005021' },
          { text: '江阳区', value: '002041005002' },
          { text: '纳溪区', value: '002041005003' },
          { text: '龙马潭区', value: '002041005004' }
        ]
      },
      {
        value: '002041006',
        text: '德阳市',
        children: [
          { text: '广汉市', value: '002041006081' },
          { text: '什邡市', value: '002041006082' },
          { text: '绵竹市', value: '002041006083' },
          { text: '旌阳区', value: '002041006003' },
          { text: '中江县', value: '002041006023' },
          { text: '罗江县', value: '002041006026' }
        ]
      },
      {
        value: '002041007',
        text: '绵阳市',
        children: [
          { text: '平武县', value: '002041007027' },
          { text: '北川县', value: '002041007026' },
          { text: '梓潼县', value: '002041007025' },
          { text: '江油市', value: '002041007081' },
          { text: '仙海区', value: '002041007084' },
          { text: '农科区', value: '002041007083' },
          { text: '经济技术开发区', value: '002041007082' },
          { text: '高新区', value: '002041007010' },
          { text: '游仙区', value: '002041007004' },
          { text: '涪城区', value: '002041007003' },
          { text: '经开区', value: '002041007011' },
          { text: '安县', value: '002041007024' },
          { text: '盐亭县', value: '002041007023' },
          { text: '三台县', value: '002041007022' }
        ]
      },
      {
        value: '002041008',
        text: '广元市',
        children: [
          { text: '青川县', value: '002041008022' },
          { text: '旺苍县', value: '002041008021' },
          { text: '苍溪县', value: '002041008024' },
          { text: '剑阁县', value: '002041008023' },
          { text: '利州区', value: '002041008014' },
          { text: '元坝区', value: '002041008011' },
          { text: '市中区', value: '002041008002' },
          { text: '昭化区', value: '002041008013' },
          { text: '朝天区', value: '002041008012' }
        ]
      },
      {
        value: '002041009',
        text: '遂宁市',
        children: [
          { text: '蓬溪县', value: '002041009021' },
          { text: '射洪县', value: '002041009022' },
          { text: '大英县', value: '002041009023' },
          { text: '市中区', value: '002041009002' },
          { text: '安居区', value: '002041009010' },
          { text: '船山区', value: '002041009011' }
        ]
      },
      {
        value: '002041010',
        text: '内江市',
        children: [
          { text: '资中县', value: '002041010025' },
          { text: '隆昌县', value: '002041010028' },
          { text: '威远县', value: '002041010024' },
          { text: '市中区', value: '002041010002' },
          { text: '东兴区', value: '002041010011' }
        ]
      },
      {
        value: '002041011',
        text: '乐山市',
        children: [
          { text: '沐川县', value: '002041011029' },
          { text: '夹江县', value: '002041011026' },
          { text: '峨边彝族自治县', value: '002041011032' },
          { text: '峨眉山市', value: '002041011081' },
          { text: '马边彝族自治县', value: '002041011033' },
          { text: '井研县', value: '002041011024' },
          { text: '沙湾区', value: '002041011011' },
          { text: '市中区', value: '002041011002' },
          { text: '五通桥区', value: '002041011012' },
          { text: '犍为县', value: '002041011023' },
          { text: '金口河区', value: '002041011013' }
        ]
      },
      {
        value: '002041013',
        text: '南充市',
        children: [
          { text: '仪陇县', value: '002041013024' },
          { text: '蓬安县', value: '002041013023' },
          { text: '阆中市', value: '002041013081' },
          { text: '西充县', value: '002041013025' },
          { text: '营山县', value: '002041013022' },
          { text: '高坪区', value: '002041013003' },
          { text: '顺庆区', value: '002041013002' },
          { text: '南部县', value: '002041013021' },
          { text: '嘉陵区', value: '002041013004' }
        ]
      },
      {
        value: '002041015',
        text: '宜宾市',
        children: [
          { text: '珙县', value: '002041015026' },
          { text: '高县', value: '002041015025' },
          { text: '筠连县', value: '002041015027' },
          { text: '屏山县', value: '002041015029' },
          { text: '兴文县', value: '002041015028' },
          { text: '宜宾县', value: '002041015021' },
          { text: '翠屏区', value: '002041015002' },
          { text: '南溪县', value: '002041015022' },
          { text: '长宁县', value: '002041015024' },
          { text: '江安县', value: '002041015023' }
        ]
      },
      {
        value: '002041016',
        text: '广安市',
        children: [
          { text: '武胜县', value: '002041016022' },
          { text: '邻水县', value: '002041016023' },
          { text: '华蓥市', value: '002041016081' },
          { text: '广安区', value: '002041016002' },
          { text: '前锋区', value: '002041016010' },
          { text: '岳池县', value: '002041016021' }
        ]
      },
      {
        value: '002041030',
        text: '达州市',
        children: [
          { text: '开江县', value: '002041030023' },
          { text: '宣汉县', value: '002041030022' },
          { text: '渠县', value: '002041030030' },
          { text: '大竹县', value: '002041030029' },
          { text: '达县', value: '002041030021' },
          { text: '万源市', value: '002041030002' },
          { text: '万州区', value: '002041030001' },
          { text: '达川区', value: '002041030011' },
          { text: '通川区', value: '002041030010' }
        ]
      },
      {
        value: '002041031',
        text: '雅安市',
        children: [
          { text: '天全县', value: '002041031026' },
          { text: '石棉县', value: '002041031025' },
          { text: '宝兴县', value: '002041031028' },
          { text: '芦山县', value: '002041031027' },
          { text: '名山县', value: '002041031022' },
          { text: '雨城区', value: '002041031001' },
          { text: '汉源县', value: '002041031024' },
          { text: '荥经县', value: '002041031023' }
        ]
      },
      {
        value: '002041032',
        text: '阿坝藏族羌族自治州',
        children: [
          { text: '壤塘县', value: '002041032030' },
          { text: '马尔康县', value: '002041032029' },
          { text: '黑水县', value: '002041032028' },
          { text: '红原县', value: '002041032033' },
          { text: '若尔盖县', value: '002041032032' },
          { text: '阿坝县', value: '002041032031' },
          { text: '小金县', value: '002041032027' },
          { text: '茂县', value: '002041032023' },
          { text: '理县', value: '002041032022' },
          { text: '汶川县', value: '002041032021' },
          { text: '金川县', value: '002041032026' },
          { text: '九寨沟县', value: '002041032025' },
          { text: '松潘县', value: '002041032024' }
        ]
      },
      {
        value: '002041033',
        text: '甘孜藏族自治州',
        children: [
          { text: '石渠县', value: '002041033032' },
          { text: '色达县', value: '002041033033' },
          { text: '德格县', value: '002041033030' },
          { text: '白玉县', value: '002041033031' },
          { text: '理塘县', value: '002041033034' },
          { text: '稻城县', value: '002041033037' },
          { text: '得荣县', value: '002041033038' },
          { text: '巴塘县', value: '002041033035' },
          { text: '乡城县', value: '002041033036' },
          { text: '丹巴县', value: '002041033023' },
          { text: '九龙县', value: '002041033024' },
          { text: '康定县', value: '002041033021' },
          { text: '泸定县', value: '002041033022' },
          { text: '雅江县', value: '002041033025' },
          { text: '甘孜县', value: '002041033028' },
          { text: '新龙县', value: '002041033029' },
          { text: '道孚县', value: '002041033026' },
          { text: '炉霍县', value: '002041033027' }
        ]
      },
      {
        value: '002041034',
        text: '凉山彝族自治州',
        children: [
          { text: '喜德县', value: '002041034032' },
          { text: '冕宁县', value: '002041034033' },
          { text: '金阳县', value: '002041034030' },
          { text: '昭觉县', value: '002041034031' },
          { text: '美姑县', value: '002041034036' },
          { text: '雷波县', value: '002041034037' },
          { text: '越西县', value: '002041034034' },
          { text: '甘洛县', value: '002041034035' },
          { text: '布拖县', value: '002041034029' },
          { text: '盐源县', value: '002041034023' },
          { text: '德昌县', value: '002041034024' },
          { text: '西昌市', value: '002041034001' },
          { text: '木里藏族自治县', value: '002041034022' },
          { text: '宁南县', value: '002041034027' },
          { text: '普格县', value: '002041034028' },
          { text: '会理县', value: '002041034025' },
          { text: '会东县', value: '002041034026' }
        ]
      },
      {
        value: '002041037',
        text: '巴中市',
        children: [
          { text: '通江县', value: '002041037021' },
          { text: '南江县', value: '002041037022' },
          { text: '平昌县', value: '002041037023' },
          { text: '巴中区', value: '002041037001' },
          { text: '恩阳区', value: '002041037010' },
          { text: '巴州区', value: '002041037011' }
        ]
      },
      {
        value: '002041038',
        text: '眉山市',
        children: [
          { text: '洪雅县', value: '002041038024' },
          { text: '丹棱县', value: '002041038025' },
          { text: '青神县', value: '002041038026' },
          { text: '东坡区', value: '002041038021' },
          { text: '仁寿县', value: '002041038022' },
          { text: '彭山县', value: '002041038023' }
        ]
      },
      {
        value: '002041039',
        text: '资阳市',
        children: [
          { text: '安岳县', value: '002041039021' },
          { text: '乐至县', value: '002041039022' },
          { text: '雁江区', value: '002041039001' },
          { text: '简阳市', value: '002041039002' }
        ]
      }
    ]
  },
  {
    text: '云南',
    value: '002043',
    children: [
      {
        value: '002043001',
        text: '昆明市',
        children: [
          { text: '石林彝族自治县', value: '002043001026' },
          { text: '宜良县', value: '002043001025' },
          { text: '富民县', value: '002043001024' },
          { text: '嵩明县', value: '002043001027' },
          { text: '安宁市', value: '002043001081' },
          { text: '寻甸回族彝族自治县', value: '002043001029' },
          { text: '禄劝彝族苗族自治县', value: '002043001028' },
          { text: '官渡区', value: '002043001011' },
          { text: '盘龙区', value: '002043001003' },
          { text: '五华区', value: '002043001002' },
          { text: '西山区', value: '002043001012' },
          { text: '晋宁县', value: '002043001022' },
          { text: '呈贡县', value: '002043001021' },
          { text: '东川区', value: '002043001013' }
        ]
      },
      {
        value: '002043003',
        text: '曲靖市',
        children: [
          { text: '会泽县', value: '002043003026' },
          { text: '富源县', value: '002043003025' },
          { text: '宣威市', value: '002043003081' },
          { text: '沾益县', value: '002043003028' },
          { text: '罗平县', value: '002043003024' },
          { text: '马龙县', value: '002043003021' },
          { text: '麒麟区', value: '002043003002' },
          { text: '师宗县', value: '002043003023' },
          { text: '陆良县', value: '002043003022' }
        ]
      },
      {
        value: '002043004',
        text: '玉溪市',
        children: [
          { text: '峨山彝族自治县', value: '002043004026' },
          { text: '易门县', value: '002043004025' },
          { text: '元江哈尼族彝族傣族自治县', value: '002043004028' },
          { text: '新平彝族傣族自治县', value: '002043004027' },
          { text: '华宁县', value: '002043004024' },
          { text: '江川县', value: '002043004021' },
          { text: '红塔区', value: '002043004002' },
          { text: '通海县', value: '002043004023' },
          { text: '澄江县', value: '002043004022' }
        ]
      },
      {
        value: '002043021',
        text: '昭通市',
        children: [
          { text: '镇雄县', value: '002043021028' },
          { text: '绥江县', value: '002043021027' },
          { text: '彝良县', value: '002043021029' },
          { text: '水富县', value: '002043021031' },
          { text: '威信县', value: '002043021030' },
          { text: '永善县', value: '002043021026' },
          { text: '鲁甸县', value: '002043021022' },
          { text: '昭阳区', value: '002043021001' },
          { text: '巧家县', value: '002043021023' },
          { text: '大关县', value: '002043021025' },
          { text: '盐津县', value: '002043021024' }
        ]
      },
      {
        value: '002043023',
        text: '楚雄彝族自治州',
        children: [
          { text: '永仁县', value: '002043023027' },
          { text: '大姚县', value: '002043023026' },
          { text: '元谋县', value: '002043023028' },
          { text: '禄丰县', value: '002043023031' },
          { text: '武定县', value: '002043023029' },
          { text: '双柏县', value: '002043023022' },
          { text: '楚雄市', value: '002043023001' },
          { text: '牟定县', value: '002043023023' },
          { text: '姚安县', value: '002043023025' },
          { text: '南华县', value: '002043023024' }
        ]
      },
      {
        value: '002043025',
        text: '红河哈尼族彝族自治州',
        children: [
          { text: '红河县', value: '002043025029' },
          { text: '元阳县', value: '002043025028' },
          { text: '泸西县', value: '002043025027' },
          { text: '河口瑶族自治县', value: '002043025032' },
          { text: '绿春县', value: '002043025031' },
          { text: '金平苗族瑶族傣族自治县', value: '002043025030' },
          { text: '弥勒县', value: '002043025026' },
          { text: '蒙自县', value: '002043025022' },
          { text: '开远市', value: '002043025002' },
          { text: '个旧市', value: '002043025001' },
          { text: '石屏县', value: '002043025025' },
          { text: '建水县', value: '002043025024' },
          { text: '屏边苗族自治县', value: '002043025023' }
        ]
      },
      {
        value: '002043026',
        text: '文山壮族苗族自治州',
        children: [
          { text: '丘北县', value: '002043026026' },
          { text: '马关县', value: '002043026025' },
          { text: '富宁县', value: '002043026028' },
          { text: '广南县', value: '002043026027' },
          { text: '砚山县', value: '002043026022' },
          { text: '文山县', value: '002043026021' },
          { text: '麻栗坡县', value: '002043026024' },
          { text: '西畴县', value: '002043026023' }
        ]
      },
      {
        value: '002043027',
        text: '普洱市',
        children: [
          { text: '江城哈尼族彝族自治县', value: '002043027027' },
          { text: '镇沅彝族哈尼族拉祜族自治县', value: '002043027026' },
          { text: '孟连傣族拉祜族佤族自治县', value: '002043027028' },
          { text: '西盟佤族自治县', value: '002043027030' },
          { text: '澜沧拉祜族自治县', value: '002043027029' },
          { text: '宁洱哈尼族彝族自治县', value: '002043027022' },
          { text: '思茅区', value: '002043027001' },
          { text: '墨江哈尼族自治县', value: '002043027023' },
          { text: '景谷傣族彝族自治县', value: '002043027025' },
          { text: '景东彝族自治县', value: '002043027024' }
        ]
      },
      {
        value: '002043028',
        text: '西双版纳傣族自治州',
        children: [
          { text: '勐腊县', value: '002043028023' },
          { text: '勐海县', value: '002043028022' },
          { text: '景洪市', value: '002043028001' }
        ]
      },
      {
        value: '002043029',
        text: '大理白族自治州',
        children: [
          { text: '洱源县', value: '002043029030' },
          { text: '云龙县', value: '002043029029' },
          { text: '永平县', value: '002043029028' },
          { text: '大理县', value: '002043029099' },
          { text: '鹤庆县', value: '002043029032' },
          { text: '剑川县', value: '002043029031' },
          { text: '巍山彝族回族自治县', value: '002043029027' },
          { text: '祥云县', value: '002043029023' },
          { text: '漾濞彝族自治县', value: '002043029022' },
          { text: '大理市', value: '002043029001' },
          { text: '南涧彝族自治县', value: '002043029026' },
          { text: '弥渡县', value: '002043029025' },
          { text: '宾川县', value: '002043029024' }
        ]
      },
      {
        value: '002043030',
        text: '保山市',
        children: [
          { text: '昌宁县', value: '002043030025' },
          { text: '隆阳区', value: '002043030099' },
          { text: '龙陵县', value: '002043030024' },
          { text: '施甸县', value: '002043030022' },
          { text: '腾冲县', value: '002043030023' }
        ]
      },
      {
        value: '002043031',
        text: '德宏傣族景颇族自治州',
        children: [
          { text: '梁河县', value: '002043031022' },
          { text: '盈江县', value: '002043031023' },
          { text: '陇川县', value: '002043031024' },
          { text: '芒市', value: '002043031010' },
          { text: '畹町市', value: '002043031001' },
          { text: '瑞丽市', value: '002043031002' },
          { text: '潞西市', value: '002043031003' }
        ]
      },
      {
        value: '002043032',
        text: '丽江市',
        children: [
          { text: '宁蒗彝族自治县', value: '002043032024' },
          { text: '古城区', value: '002043032099' },
          { text: '华坪县', value: '002043032023' },
          { text: '玉龙纳西族自治县', value: '002043032021' },
          { text: '永胜县', value: '002043032022' }
        ]
      },
      {
        value: '002043033',
        text: '怒江傈僳族自治州',
        children: [
          { text: '贡山独龙族怒族自治县', value: '002043033024' },
          { text: '兰坪白族普米族自治县', value: '002043033025' },
          { text: '泸水县', value: '002043033021' },
          { text: '福贡县', value: '002043033023' }
        ]
      },
      {
        value: '002043034',
        text: '迪庆藏族自治州',
        children: [
          { text: '维西傈僳族自治县', value: '002043034023' },
          { text: '香格里拉县', value: '002043034099' },
          { text: '中甸县', value: '002043034021' },
          { text: '德钦县', value: '002043034022' }
        ]
      },
      {
        value: '002043035',
        text: '临沧市',
        children: [
          { text: '耿马傣族佤族自治县', value: '002043035027' },
          { text: '双江拉祜族佤族布朗族傣族自治县', value: '002043035026' },
          { text: '临翔区', value: '002043035099' },
          { text: '沧源佤族自治县', value: '002043035028' },
          { text: '云县', value: '002043035023' },
          { text: '凤庆县', value: '002043035022' },
          { text: '镇康县', value: '002043035025' },
          { text: '永德县', value: '002043035024' }
        ]
      }
    ]
  },
  {
    text: '陕西',
    value: '002051',
    children: [
      {
        value: '002051001',
        text: '西安市',
        children: [
          { text: '蓝田县', value: '002051001022' },
          { text: '长安县', value: '002051001021' },
          { text: '临潼区', value: '002051001015' },
          { text: '周至县', value: '002051001024' },
          { text: '高新区', value: '002051001027' },
          { text: '高陵县', value: '002051001026' },
          { text: '户县', value: '002051001025' },
          { text: '阎良区', value: '002051001014' },
          { text: '莲湖区', value: '002051001004' },
          { text: '碑林区', value: '002051001003' },
          { text: '新城区', value: '002051001002' },
          { text: '西安武警工程学院', value: '002051001010' },
          { text: '雁塔区', value: '002051001013' },
          { text: '未央区', value: '002051001012' },
          { text: '灞桥区', value: '002051001011' }
        ]
      },
      {
        value: '002051002',
        text: '铜川市',
        children: [
          { text: '王益区', value: '002051002097' },
          { text: '宜君县', value: '002051002022' },
          { text: '印台区', value: '002051002099' },
          { text: '新区县', value: '002051002098' },
          { text: '郊区', value: '002051002003' },
          { text: '城区', value: '002051002002' },
          { text: '耀县', value: '002051002021' },
          { text: '耀州区', value: '002051002010' }
        ]
      },
      {
        value: '002051003',
        text: '宝鸡市',
        children: [
          { text: '麟游县', value: '002051003029' },
          { text: '千阳县', value: '002051003028' },
          { text: '陇县', value: '002051003027' },
          { text: '陈仓区', value: '002051003099' },
          { text: '太白县', value: '002051003031' },
          { text: '凤县', value: '002051003030' },
          { text: '眉县', value: '002051003026' },
          { text: '宝鸡县', value: '002051003021' },
          { text: '金台区', value: '002051003003' },
          { text: '渭滨区', value: '002051003002' },
          { text: '扶风县', value: '002051003024' },
          { text: '岐山县', value: '002051003023' },
          { text: '凤翔县', value: '002051003022' }
        ]
      },
      {
        value: '002051004',
        text: '咸阳市',
        children: [
          { text: '长武县', value: '002051004028' },
          { text: '彬县', value: '002051004027' },
          { text: '永寿县', value: '002051004026' },
          { text: '旬邑县', value: '002051004029' },
          { text: '兴平市', value: '002051004081' },
          { text: '武功县', value: '002051004031' },
          { text: '淳化县', value: '002051004030' },
          { text: '渭城区', value: '002051004004' },
          { text: '杨陵区', value: '002051004003' },
          { text: '秦都区', value: '002051004002' },
          { text: '三原县', value: '002051004022' },
          { text: '礼泉县', value: '002051004025' },
          { text: '乾县', value: '002051004024' },
          { text: '泾阳县', value: '002051004023' }
        ]
      },
      {
        value: '002051005',
        text: '渭南市',
        children: [
          { text: '富平县', value: '002051005028' },
          { text: '白水县', value: '002051005027' },
          { text: '蒲城县', value: '002051005026' },
          { text: '开发区', value: '002051005099' },
          { text: '华阴市', value: '002051005082' },
          { text: '韩城市', value: '002051005081' },
          { text: '潼关县', value: '002051005022' },
          { text: '华县', value: '002051005021' },
          { text: '临渭区', value: '002051005002' },
          { text: '澄城县', value: '002051005025' },
          { text: '合阳县', value: '002051005024' },
          { text: '大荔县', value: '002051005023' }
        ]
      },
      {
        value: '002051006',
        text: '延安市',
        children: [
          { text: '富县', value: '002051006028' },
          { text: '甘泉县', value: '002051006027' },
          { text: '吴旗县', value: '002051006026' },
          { text: '洛川县', value: '002051006029' },
          { text: '黄陵县', value: '002051006032' },
          { text: '黄龙县', value: '002051006031' },
          { text: '宜川县', value: '002051006030' },
          { text: '延长县', value: '002051006021' },
          { text: '吴起县', value: '002051006010' },
          { text: '宝塔区', value: '002051006002' },
          { text: '延川县', value: '002051006022' },
          { text: '志丹县', value: '002051006025' },
          { text: '安塞县', value: '002051006024' },
          { text: '子长县', value: '002051006023' }
        ]
      },
      {
        value: '002051007',
        text: '汉中市',
        children: [
          { text: '略阳县', value: '002051007027' },
          { text: '宁强县', value: '002051007026' },
          { text: '勉县', value: '002051007025' },
          { text: '佛坪县', value: '002051007030' },
          { text: '留坝县', value: '002051007029' },
          { text: '镇巴县', value: '002051007028' },
          { text: '南郑县', value: '002051007021' },
          { text: '经济开发区南区', value: '002051007010' },
          { text: '汉台区', value: '002051007002' },
          { text: '西乡县', value: '002051007024' },
          { text: '洋县', value: '002051007023' },
          { text: '城固县', value: '002051007022' }
        ]
      },
      {
        value: '002051024',
        text: '安康市',
        children: [
          { text: '平利县', value: '002051024027' },
          { text: '岚皋县', value: '002051024026' },
          { text: '镇坪县', value: '002051024028' },
          { text: '白河县', value: '002051024030' },
          { text: '旬阳县', value: '002051024029' },
          { text: '紫阳县', value: '002051024025' },
          { text: '汉滨区', value: '002051024002' },
          { text: '安康市', value: '002051024001' },
          { text: '汉阴县', value: '002051024022' },
          { text: '宁陕县', value: '002051024024' },
          { text: '石泉县', value: '002051024023' }
        ]
      },
      {
        value: '002051025',
        text: '商洛市',
        children: [
          { text: '镇安县', value: '002051025026' },
          { text: '山阳县', value: '002051025025' },
          { text: '商州区', value: '002051025099' },
          { text: '柞水县', value: '002051025027' },
          { text: '洛南县', value: '002051025022' },
          { text: '商州市', value: '002051025001' },
          { text: '商南县', value: '002051025024' },
          { text: '丹凤县', value: '002051025023' }
        ]
      },
      {
        value: '002051027',
        text: '榆林市',
        children: [
          { text: '吴堡县', value: '002051027030' },
          { text: '佳县', value: '002051027029' },
          { text: '米脂县', value: '002051027028' },
          { text: '榆阳区', value: '002051027099' },
          { text: '子洲县', value: '002051027032' },
          { text: '清涧县', value: '002051027031' },
          { text: '绥德县', value: '002051027027' },
          { text: '府谷县', value: '002051027023' },
          { text: '神木县', value: '002051027022' },
          { text: '榆林市', value: '002051027001' },
          { text: '定边县', value: '002051027026' },
          { text: '靖边县', value: '002051027025' },
          { text: '横山县', value: '002051027024' }
        ]
      }
    ]
  },
  {
    text: '甘肃',
    value: '002052',
    children: [
      {
        value: '002052001',
        text: '兰州市',
        children: [
          { text: '皋兰县', value: '002052001022' },
          { text: '永登县', value: '002052001021' },
          { text: '兰州新区', value: '002052001024' },
          { text: '榆中县', value: '002052001023' },
          { text: '红古区', value: '002052001011' },
          { text: '七里河区', value: '002052001003' },
          { text: '城关区', value: '002052001002' },
          { text: '安宁区', value: '002052001005' },
          { text: '西固区', value: '002052001004' }
        ]
      },
      {
        value: '002052002',
        text: '嘉峪关市',
        children: [
          { text: '镜铁区', value: '002052002011' },
          { text: '长城区', value: '002052002012' },
          { text: '嘉峪关市', value: '002052002001' },
          { text: '雄关区', value: '002052002010' }
        ]
      },
      {
        value: '002052003',
        text: '金昌市',
        children: [
          { text: '永昌县', value: '002052003021' },
          { text: '金川区', value: '002052003002' }
        ]
      },
      {
        value: '002052004',
        text: '白银市',
        children: [
          { text: '景泰县', value: '002052004023' },
          { text: '会宁县', value: '002052004024' },
          { text: '靖远县', value: '002052004022' },
          { text: '白银区', value: '002052004002' },
          { text: '平川区', value: '002052004003' }
        ]
      },
      {
        value: '002052005',
        text: '天水市',
        children: [
          { text: '武山县', value: '002052005024' },
          { text: '张家川回族自治县', value: '002052005025' },
          { text: '麦积区', value: '002052005099' },
          { text: '甘谷县', value: '002052005023' },
          { text: '秦州区', value: '002052005002' },
          { text: '清水县', value: '002052005021' },
          { text: '秦安县', value: '002052005022' }
        ]
      },
      {
        value: '002052021',
        text: '酒泉市',
        children: [
          { text: '阿克塞哈萨克族自治县', value: '002052021025' },
          { text: '瓜州县', value: '002052021026' },
          { text: '肃州区', value: '002052021099' },
          { text: '肃北蒙古族自治县', value: '002052021024' },
          { text: '玉门市', value: '002052021001' },
          { text: '敦煌市', value: '002052021003' },
          { text: '金塔县', value: '002052021023' }
        ]
      },
      {
        value: '002052022',
        text: '张掖市',
        children: [
          { text: '高台县', value: '002052022025' },
          { text: '山丹县', value: '002052022026' },
          { text: '甘州区', value: '002052022099' },
          { text: '肃南裕固族自治县', value: '002052022022' },
          { text: '民乐县', value: '002052022023' },
          { text: '临泽县', value: '002052022024' }
        ]
      },
      {
        value: '002052023',
        text: '武威市',
        children: [
          { text: '天祝藏族自治县', value: '002052023026' },
          { text: '凉州区', value: '002052023099' },
          { text: '民勤县', value: '002052023022' },
          { text: '古浪县', value: '002052023023' }
        ]
      },
      {
        value: '002052024',
        text: '定西市',
        children: [
          { text: '漳县', value: '002052024028' },
          { text: '岷县', value: '002052024029' },
          { text: '安定区', value: '002052024099' },
          { text: '临洮县', value: '002052024027' },
          { text: '通渭县', value: '002052024024' },
          { text: '陇西县', value: '002052024025' },
          { text: '渭源县', value: '002052024026' }
        ]
      },
      {
        value: '002052026',
        text: '陇南市',
        children: [
          { text: '礼县', value: '002052026028' },
          { text: '西和县', value: '002052026027' },
          { text: '两当县', value: '002052026029' },
          { text: '碧口县', value: '002052026031' },
          { text: '徽县', value: '002052026030' },
          { text: '宕昌县', value: '002052026023' },
          { text: '武都区', value: '002052026021' },
          { text: '成县', value: '002052026024' },
          { text: '文县', value: '002052026026' },
          { text: '康县', value: '002052026025' }
        ]
      },
      {
        value: '002052027',
        text: '平凉市',
        children: [
          { text: '庄浪县', value: '002052027026' },
          { text: '静宁县', value: '002052027027' },
          { text: '崆峒区', value: '002052027099' },
          { text: '华亭县', value: '002052027025' },
          { text: '泾川县', value: '002052027022' },
          { text: '灵台县', value: '002052027023' },
          { text: '崇信县', value: '002052027024' }
        ]
      },
      {
        value: '002052028',
        text: '庆阳市',
        children: [
          { text: '宁县', value: '002052028026' },
          { text: '正宁县', value: '002052028025' },
          { text: '庆城县', value: '002052028097' },
          { text: '镇原县', value: '002052028027' },
          { text: '环县', value: '002052028022' },
          { text: '西峰区', value: '002052028001' },
          { text: '合水县', value: '002052028024' },
          { text: '华池县', value: '002052028023' }
        ]
      },
      {
        value: '002052029',
        text: '临夏回族自治州',
        children: [
          { text: '和政县', value: '002052029025' },
          { text: '广河县', value: '002052029024' },
          { text: '积石山保安族东乡族撒拉族自治县', value: '002052029027' },
          { text: '东乡族自治县', value: '002052029026' },
          { text: '临夏县', value: '002052029021' },
          { text: '临夏市（县级市）', value: '002052029001' },
          { text: '永靖县', value: '002052029023' },
          { text: '康乐县', value: '002052029022' }
        ]
      },
      {
        value: '002052030',
        text: '甘南藏族自治州',
        children: [
          { text: '玛曲县', value: '002052030025' },
          { text: '迭部县', value: '002052030024' },
          { text: '夏河县', value: '002052030027' },
          { text: '碌曲县', value: '002052030026' },
          { text: '临潭县', value: '002052030021' },
          { text: '合作市', value: '002052030001' },
          { text: '舟曲县', value: '002052030023' },
          { text: '卓尼县', value: '002052030022' }
        ]
      }
    ]
  },
  {
    text: '青海',
    value: '002053',
    children: [
      {
        value: '002053001',
        text: '西宁市',
        children: [
          { text: '大通回族土族自治县', value: '002053001021' },
          { text: '湟中县', value: '002053001022' },
          { text: '湟源县', value: '002053001023' },
          { text: '城北区', value: '002053001005' },
          { text: '城东区', value: '002053001002' },
          { text: '城中区', value: '002053001003' },
          { text: '城西区', value: '002053001004' }
        ]
      },
      {
        value: '002053021',
        text: '海东地区',
        children: [
          { text: '互助土族自治县', value: '002053021026' },
          { text: '化隆回族自治县', value: '002053021027' },
          { text: '循化撒拉族自治县', value: '002053021028' },
          { text: '平安县', value: '002053021021' },
          { text: '民和回族土族自治县', value: '002053021022' },
          { text: '乐都县', value: '002053021023' }
        ]
      },
      {
        value: '002053022',
        text: '海北藏族自治州',
        children: [
          { text: '刚察县', value: '002053022024' },
          { text: '海北州属', value: '002053022099' },
          { text: '海晏县', value: '002053022023' },
          { text: '门源回族自治县', value: '002053022021' },
          { text: '祁连县', value: '002053022022' }
        ]
      },
      {
        value: '002053023',
        text: '黄南藏族自治州',
        children: [
          { text: '河南蒙古族自治县', value: '002053023024' },
          { text: '黄南州属', value: '002053023099' },
          { text: '泽库县', value: '002053023023' },
          { text: '同仁县', value: '002053023021' },
          { text: '尖扎县', value: '002053023022' }
        ]
      },
      {
        value: '002053025',
        text: '海南藏族自治州',
        children: [
          { text: '兴海县', value: '002053025024' },
          { text: '贵南县', value: '002053025025' },
          { text: '海南州属', value: '002053025099' },
          { text: '共和县', value: '002053025021' },
          { text: '同德县', value: '002053025022' },
          { text: '贵德县', value: '002053025023' }
        ]
      },
      {
        value: '002053026',
        text: '果洛藏族自治州',
        children: [
          { text: '久治县', value: '002053026025' },
          { text: '玛多县', value: '002053026026' },
          { text: '果洛州属', value: '002053026099' },
          { text: '达日县', value: '002053026024' },
          { text: '玛沁县', value: '002053026021' },
          { text: '班玛县', value: '002053026022' },
          { text: '甘德县', value: '002053026023' }
        ]
      },
      {
        value: '002053027',
        text: '玉树藏族自治州',
        children: [
          { text: '囊谦县', value: '002053027025' },
          { text: '曲麻莱县', value: '002053027026' },
          { text: '玉树州属', value: '002053027099' },
          { text: '治多县', value: '002053027024' },
          { text: '玉树县', value: '002053027021' },
          { text: '杂多县', value: '002053027022' },
          { text: '称多县', value: '002053027023' }
        ]
      },
      {
        value: '002053028',
        text: '海西蒙古族藏族自治州',
        children: [
          { text: '都兰县', value: '002053028022' },
          { text: '乌兰县', value: '002053028021' },
          { text: '海西州属', value: '002053028099' },
          { text: '天峻县', value: '002053028023' },
          { text: '茫崖行委', value: '002053028012' },
          { text: '德令哈市', value: '002053028002' },
          { text: '格尔木市', value: '002053028001' },
          { text: '冷湖行委', value: '002053028011' },
          { text: '大柴旦行委', value: '002053028010' }
        ]
      }
    ]
  },
  {
    text: '宁夏',
    value: '002054',
    children: [
      {
        value: '002054001',
        text: '银川市',
        children: [
          { text: '西夏区', value: '002054001097' },
          { text: '金凤区', value: '002054001098' },
          { text: '兴庆区', value: '002054001099' },
          { text: '永宁县', value: '002054001021' },
          { text: '贺兰县', value: '002054001022' },
          { text: '灵武市', value: '002054001095' }
        ]
      },
      {
        value: '002054002',
        text: '石嘴山市',
        children: [
          { text: '惠农区', value: '002054002023' },
          { text: '平罗县', value: '002054002021' },
          { text: '大武口区', value: '002054002002' }
        ]
      },
      {
        value: '002054003',
        text: '吴忠市',
        children: [
          { text: '青铜峡市', value: '002054003081' },
          { text: '红寺堡开发区', value: '002054003099' },
          { text: '同心县', value: '002054003024' },
          { text: '利通区', value: '002054003002' },
          { text: '盐池县', value: '002054003023' }
        ]
      },
      {
        value: '002054022',
        text: '固原市',
        children: [
          { text: '彭阳县', value: '002054022026' },
          { text: '原州区', value: '002054022099' },
          { text: '泾源县', value: '002054022025' },
          { text: '西吉县', value: '002054022023' },
          { text: '隆德县', value: '002054022024' }
        ]
      },
      {
        value: '002054023',
        text: '中卫市',
        children: [
          { text: '海原县', value: '002054023003' },
          { text: '中宁县', value: '002054023002' },
          { text: '沙坡头区', value: '002054023001' }
        ]
      }
    ]
  }
]

export { pick_area }
